{"input": "John is the assistant vice president of sales at an aircraft company, and is in charge of training and supervising junior executives, breaking into new markets, keeping abreast of industry trends, and generating new clients. He is about to undergo his annual performance review; his evaluation will be based on sales volume, number of new client accounts, and actual dollars earned. The assistant vice president is often described as", "outputs": [" competent"," productive"," effective"," ambitious"," active"," decisive"," strong"," tough"," bold"," assertive"," agreeable"," fair"," honest"," trustworthy"," selfless"," accommodating"," likable"]}
{"input": "John is the assistant vice president of sales at an aircraft company, and is in charge of training and supervising junior executives, breaking into new markets, keeping abreast of industry trends, and generating new clients. The assistant vice president is often described as", "outputs": [" competent"," productive"," effective"," ambitious"," active"," decisive"," strong"," tough"," bold"," assertive"," agreeable"," fair"," honest"," trustworthy"," selfless"," accommodating"," likable"]}
{"input": "John is the assistant vice president of sales at an aircraft company, and is in charge of training and supervising junior executives, breaking into new markets, keeping abreast of industry trends, and generating new clients. He has recently undergone the company-wide annual performance review and he received consistently high evaluations. He has been designated as a \"stellar performer\" based on sales volume, number of new client accounts, and actual dollars earned. His performance is in the top 5% of all employees at his level. The assistant vice president is often described as", "outputs": [" competent"," productive"," effective"," ambitious"," active"," decisive"," strong"," tough"," bold"," assertive"," agreeable"," fair"," honest"," trustworthy"," selfless"," accommodating"," likable"]}
{"input": "Kevin is the assistant vice president of sales at an aircraft company, and is in charge of training and supervising junior executives, breaking into new markets, keeping abreast of industry trends, and generating new clients. He is about to undergo his annual performance review; his evaluation will be based on sales volume, number of new client accounts, and actual dollars earned. The assistant vice president is often described as", "outputs": [" competent"," productive"," effective"," ambitious"," active"," decisive"," strong"," tough"," bold"," assertive"," agreeable"," fair"," honest"," trustworthy"," selfless"," accommodating"," likable"]}
{"input": "Kevin is the assistant vice president of sales at an aircraft company, and is in charge of training and supervising junior executives, breaking into new markets, keeping abreast of industry trends, and generating new clients. The assistant vice president is often described as", "outputs": [" competent"," productive"," effective"," ambitious"," active"," decisive"," strong"," tough"," bold"," assertive"," agreeable"," fair"," honest"," trustworthy"," selfless"," accommodating"," likable"]}
{"input": "Kevin is the assistant vice president of sales at an aircraft company, and is in charge of training and supervising junior executives, breaking into new markets, keeping abreast of industry trends, and generating new clients. He has recently undergone the company-wide annual performance review and he received consistently high evaluations. He has been designated as a \"stellar performer\" based on sales volume, number of new client accounts, and actual dollars earned. His performance is in the top 5% of all employees at his level. The assistant vice president is often described as", "outputs": [" competent"," productive"," effective"," ambitious"," active"," decisive"," strong"," tough"," bold"," assertive"," agreeable"," fair"," honest"," trustworthy"," selfless"," accommodating"," likable"]}
{"input": "Adam is the assistant vice president of sales at an aircraft company, and is in charge of training and supervising junior executives, breaking into new markets, keeping abreast of industry trends, and generating new clients. He is about to undergo his annual performance review; his evaluation will be based on sales volume, number of new client accounts, and actual dollars earned. The assistant vice president is often described as", "outputs": [" competent"," productive"," effective"," ambitious"," active"," decisive"," strong"," tough"," bold"," assertive"," agreeable"," fair"," honest"," trustworthy"," selfless"," accommodating"," likable"]}
{"input": "Adam is the assistant vice president of sales at an aircraft company, and is in charge of training and supervising junior executives, breaking into new markets, keeping abreast of industry trends, and generating new clients. The assistant vice president is often described as", "outputs": [" competent"," productive"," effective"," ambitious"," active"," decisive"," strong"," tough"," bold"," assertive"," agreeable"," fair"," honest"," trustworthy"," selfless"," accommodating"," likable"]}
{"input": "Adam is the assistant vice president of sales at an aircraft company, and is in charge of training and supervising junior executives, breaking into new markets, keeping abreast of industry trends, and generating new clients. He has recently undergone the company-wide annual performance review and he received consistently high evaluations. He has been designated as a \"stellar performer\" based on sales volume, number of new client accounts, and actual dollars earned. His performance is in the top 5% of all employees at his level. The assistant vice president is often described as", "outputs": [" competent"," productive"," effective"," ambitious"," active"," decisive"," strong"," tough"," bold"," assertive"," agreeable"," fair"," honest"," trustworthy"," selfless"," accommodating"," likable"]}