{"input": "BBC News - Amazon boss Jeff Bezos rejects claims company acted like a 'drug dealer' bbc.co.uk/news/av/busine…", "outputs": ["Neutral"]}
{"input": "@Microsoft Why do I pay for WORD when it functions so poorly on my @SamsungUS Chromebook? 🙄", "outputs": ["Negative"]}
{"input": "CSGO matchmaking is so full of closet hacking, it's a truly awful game.", "outputs": ["Negative"]}
{"input": "Now the President is slapping Americans in the face that he really did commit an unlawful act after his  acquittal! From Discover on Google vanityfair.com/news/2020/02/t…", "outputs": ["Neutral"]}
{"input": "Hi @EAHelp I’ve had Madeleine McCann in my cellar for the past 13 years and the little sneaky thing just escaped whilst I was loading up some fifa points, she took my card and I’m having to use my paypal account but it isn’t working, can you help me resolve it please?", "outputs": ["Negative"]}
{"input": "Thank you @EAMaddenNFL!! \n\nNew TE Austin Hooper in the ORANGE & BROWN!! \n\n#Browns | @AustinHooper18 \n\n pic.twitter.com/GRg4xzFKOn", "outputs": ["Positive"]}
{"input": "Rocket League, Sea of Thieves or Rainbow Six: Siege🤔? I love playing all three on stream but which is the best? #stream #twitch #RocketLeague #SeaOfThieves #RainbowSixSiege #follow", "outputs": ["Positive"]}
{"input": "my ass still knee-deep in Assassins Creed Odyssey with no way out anytime soon lmao", "outputs": ["Positive"]}
{"input": "FIX IT JESUS ! Please FIX IT ! What In the world is going on here.  @PlayStation @AskPlayStation @Playstationsup @Treyarch @CallofDuty negative 345 silver wolf error code pic.twitter.com/ziRyhrf59Q", "outputs": ["Negative"]}
{"input": "The professional dota 2 scene is fucking exploding and I completely welcome it.\n\nGet the garbage out.", "outputs": ["Positive"]}
{"input": "Itching to assassinate \n\n#TCCGif #AssassinsCreedBlackFlag #AssassinsCreed #TheCapturedCollective pic.twitter.com/vv8MOGtCjw", "outputs": ["Positive"]}
{"input": "@FredTJoseph hey fred, Comcast cut the cable and now Verizon stays calling me to shut that too pic.twitter.com/CPWSrmueDg", "outputs": ["Negative"]}
{"input": "CSGO WIngman (Im Silver dont bully) twitch.tv/lprezh", "outputs": ["Neutral"]}
{"input": "@NBA2K game sucks... down by 2 with 38 seconds left and my team intentionally fouls", "outputs": ["Negative"]}
{"input": "Congrats to the NVIDIA NeMo team for the 1.0.0 release candidate!\nReally excited to see NeMo embracing Hydra as the way to take control over the configuration madness that is machine learning! :)", "outputs": ["Positive"]}
{"input": "yeah and it’s fun", "outputs": ["Positive"]}
{"input": "fuck my life 😆", "outputs": ["Negative"]}
{"input": "happy birthday red dead redemption that shit changed my life what a crazy experience", "outputs": ["Positive"]}
{"input": "What does that say about Microsoft hardware & software security - The Man gets hacked", "outputs": ["Negative"]}
{"input": "The new @CallofDuty for ps5 is 🔥🔥🔥🔥\nOh God 😭😍", "outputs": ["Negative"]}
{"input": "Anyone that plays a bad luck albatross deck in hearthstone is a literal cop. \n\nFucking fun police. pic.twitter.com/jY6TRq351e", "outputs": ["Neutral"]}
{"input": "Finally played Rainbow Six Siege for the first time... I have to admit, I prefer it over pulling my hair out in CSGO any day.", "outputs": ["Negative"]}
{"input": "Umm @PlayApex  when I died it said Bug This pic.twitter.com/bzMHzbadOF", "outputs": ["Neutral"]}
{"input": "#gtc20 -  nice, motivational, and very accessible Nvidia/AI product fair + related tech talks\nnvidia.com/en-us/gtc/keyn…\ninteresting interaction/social activities: braindates, dinner with strangers, ...  and free attendance for universities: reg.rainfocus.com/flow/nvidia/gt…", "outputs": ["Neutral"]}
{"input": "Yo! @Verizon just added a $120 'fee' to my account under #COVID19 protection without my permission and I am forced to pay it! Check your bills carefully!", "outputs": ["Negative"]}
{"input": "@Borderlands how do I submit a complaint? Your CEO isn't paying his staff their bonuses.", "outputs": ["Negative"]}
{"input": "Watching NVIDIA position itself as not just a leading hardware manufacturer but also providing meaningful software to consumers is a remarkable thing of beauty. What an incredibly lead company with clear focus and goals. Well done @nvidia.", "outputs": ["Positive"]}
{"input": "I don’t see how this looks like as Xbox controller but y’all will say anything. Anyway this is fire.", "outputs": ["Positive"]}
{"input": "Johnson & Johnson, knowingly sold baby powder containing asbestos for decades and are now tasked with producing #COVID19 #vaccine... along with corporate criminals #Glaxosmithkline - who received the 2nd largest fine in corporate history for their various crimes. Trust them? 😳", "outputs": ["Negative"]}
{"input": "The things I would do for a @nvidia 3090... unspeakable! 🧐", "outputs": ["Positive"]}
{"input": "Fortnite is running like ass.. fps drops everywhere wtf?", "outputs": ["Negative"]}
{"input": "Great play dude , what a good optic for the mk2 Carbine too 👌", "outputs": ["Neutral"]}
{"input": "I got the horses in the back #PS4live (Red Dead Redemption 2)  live at youtu.be/9BVKh67OaEI", "outputs": ["Neutral"]}
{"input": "Just finished Assassins Creed Odyssey through @Shadow_Official @Shadow_NA from the beginning to the end. Thanks for the amazing gaming experience on your service 👏", "outputs": ["Positive"]}
{"input": "Solo Q and this freak is spinning as fast as he can to lower the FPS. \nI thought they took this bs out\n\n@Rainbow6Game https://t.co/mlvHMu4qeZ", "outputs": ["Neutral"]}
{"input": "Our eldest has spent so long playing this new Call of Duty game, I’m not convinced he even knows what day it is, let alone how long lockdown has lasted. I’d normally object, but I think I’d rather deal with that, than him being frustrated about being stuck at home.", "outputs": ["Positive"]}
{"input": "//The Corruption and Knocking up of Overwatch Babes is a serious Mood atm... pic.twitter.com/QNy4kmgBLV", "outputs": ["Neutral"]}
{"input": "@PlayCODMobile @M2Games2 i love the call of duty, more unfortunately i'm having a lot of audio bug, every time i'm playing the BR mode of the game, the audio just stops, then i have to close it and open dnv the device i'm using is iOS.", "outputs": ["Neutral"]}
{"input": "Amazon stops accepting new online grocery customers as it cuts hours at Whole Foods stores dailymail.co.uk/news/article-8… https://t.co/jn7OMaLq3n", "outputs": ["Neutral"]}
{"input": "Not gonna lie that Black Ops cold war trailer was probably the best COD teaser I have ever seen", "outputs": ["Positive"]}
{"input": "MELUSI 4k are you shocked! @Justhoneybadger @simmyster06 @walkerpool @Mdassassin007 @OWahid65 #Rainbowsixsiege pic.twitter.com/0ACuQjtvGL", "outputs": ["Neutral"]}
{"input": "Never popped the ice block #Hearthstone pic.twitter.com/BCsZlhJHPF", "outputs": ["Negative"]}
{"input": "You mean the same Johnson & Johnson that suppressed reports of asbestos contamination in their talc products for decades??? Wonder how many died??? And Birx says; \"Randomized controlled studies show NO evidence of improved outcome with HCQ.\" LIAR???\nyoutu.be/77TMszubRU4", "outputs": ["Negative"]}
{"input": "I’m addicted to call of duty mobile😅", "outputs": ["Negative"]}
{"input": "This could go very well...or horribly wrong.", "outputs": ["Neutral"]}
{"input": "So yesterday, I decided to go back to Overwatch... and I forgot just how much I loved playing it. Now all I want to do is play it and do nothing else >.< I mean, the event is on atm.. gotta get me that Pharah skin as I have Anas already! 💛", "outputs": ["Positive"]}
{"input": "@PUBG_Support Hiya! So when'll u be fixing your f'n console game? Been asking a lot and have been very satisfied with your lack of responses ☺️ Just wondering if lagouts are a part of the game like red zones and I'm just not aware or if you just can't fix a 2 year + problem. Thx!", "outputs": ["Negative"]}
{"input": "More FIFA? Leslie Steiger must be joking! See the horrible thing here ift.tt/2Y1TBtO :///", "outputs": ["Negative"]}
{"input": "Thank you \n For wanting me to stay home and play some of FIFA\n\n@EASPORTSFIFA @EAHelp pic.twitter.com/7Vw03AfLay", "outputs": ["Positive"]}
{"input": "@BeverlyCitizen Ronald Bellanti is a resident of Beverly, MA and works for Ground Control, an organization he founded as a drunk driving prevention campaign. He took to Facebook to express deplorably racist and violent views. Please help expose him! pic.twitter.com/78RitUkeM2", "outputs": ["Positive"]}
{"input": "Some milestones and anniversaries here at the Chicopee Home Depot. Congratulations Ed to 29 years with the company and gaining another gold milestone, Tim to 14 years with the company and Mark for gaining another silver milestone. Time does fly by when you're having fun. pic.twitter.com/Dilaa5CUFX", "outputs": ["Positive"]}
{"input": "I like the killstreaks", "outputs": ["Positive"]}
{"input": "This card is magnificent. \n#nba2kmyteam #sfcrabs #pinkdiamond #sprewell #NBA2K #spree #myteam #cards #Grinding #NBA2K20 pic.twitter.com/2IqsF9zQw0", "outputs": ["Positive"]}
{"input": "Is there anything not wrong with this game why cant i claim the credits @PlayCODMobile such a joke.... #CallofDutyMobile #CODm #CoDMobile #CallofDuty https://t.co/0geOGc0Egq", "outputs": ["Negative"]}
{"input": "They took my phone number from me. Thanks @verizon I was rey pay the bill yall couldn't jus give me more time tf", "outputs": ["Negative"]}
{"input": "Big shout to @icklenellierose for reminding me how great Assassins Creed Black Flag is, and how I never finished it.\n\nStuck at home with a broken car whilst my PS4 and Switch are at my girlfriends, with Doom and ACNH, my PS3 (and Gamecube) are all I have. \n\nGonna finish this! pic.twitter.com/MrQDAjiYVG", "outputs": ["Positive"]}
{"input": "I love @Rainbow6Game so much 💙", "outputs": ["Positive"]}
{"input": "#nba2k is a fucking joke", "outputs": ["Negative"]}
{"input": "Johnson&Johnson to stop selling baby powder in US.\nThe firm faces thousands of lawsuits that its talc products caused cancer.\nIt said in Oct that its testing had found no asbestos in its Baby Powder after tests conducted by USFDA discovered trace amounts.\nbbc.co.uk/news/business-…", "outputs": ["Neutral"]}
{"input": "@RoboDanjal any chance I could get a list of the maps for the new PUBG TDM?  I can't seem to find a good list anywhere.", "outputs": ["Negative"]}
{"input": "Seems like #Playstation has the marketing deal for #CallOfDutyBlackOpsColdWar \n\nFeels good to be treated well by Playstation 🙌", "outputs": ["Neutral"]}
{"input": "@EAMaddenNFL hi I am am trying to do the golden ticket challenges and it is not working for me and 10 of my friends so will u be post pointing it or??", "outputs": ["Negative"]}
{"input": "This is how much I enjoy #ghostreconbreakpoint and #division2 I love the lore of both titles. #gaming #gamebooks instagram.com/p/B9feINlnn1U/…", "outputs": ["Positive"]}
{"input": "In 1982, Johnson & Johnson's Extra Strength Tylenol was recalled because seven people had died after taking it. #haitian #music", "outputs": ["Negative"]}
{"input": "God when 🥺", "outputs": ["Negative"]}
{"input": "@satyanadella @Microsoft thanks for celebrating #Diversity. We need positive energy these days.", "outputs": ["Positive"]}
{"input": "That’s the best one wtf?", "outputs": ["Positive"]}
{"input": "oooooh shit i think my motherboard is already compatible", "outputs": ["Positive"]}
{"input": "Call of Duty: Modern Warfare and the problem with its child soldier level - newsychronicles.com/?p=3309&utm_so…", "outputs": ["Neutral"]}
{"input": "The latest b_gardiner's Random Musings! paper.li/b_gardiner/131… Thanks to @bjoerndarko @FMScreative #google #seo", "outputs": ["Neutral"]}
{"input": "“the Free Software movement is dead. Linux doesn’t exist in 2007. Even Linus has got a job today,” Bill Hilf, #microsoft in mainstream media headline (they removed the article later) techrights.org/2007/07/27/bil…", "outputs": ["Neutral"]}
{"input": "To all the people who want to play VALORANT and are saying they are gonna pursue it professionally, \n\ngo play 100 hours of CSGO, if you still like the game then I think it would be a good game for you, if you are bored out of your mind I would not recommend pursuing it.", "outputs": ["Positive"]}
{"input": "FUCKKKKKK I CANT WAIT", "outputs": ["Positive"]}
{"input": "this is the current status on the gold making, monthly token purchased if i dont find a stable source of income this will be bad in 3 months mithril and flamebloom were broke  by some sellers #Warcraft! pic.twitter.com/l7XmqXWpZ0", "outputs": ["Neutral"]}
{"input": "this is the absolute FUNNIEST interaction I’ve ever seen on League of Legends pic.twitter.com/NsWyuMdVrX", "outputs": ["Positive"]}
{"input": "I used a voice changer and pretended to be a girl in a csgo match last night and now my DMs are flooded xD", "outputs": ["Neutral"]}
{"input": "Oh shit I got 1 day to finish this fuk", "outputs": ["Negative"]}
{"input": "I miss when Hearthstone was simpler", "outputs": ["Negative"]}
{"input": "GM Fam!!! hope you are all up and being great today.... jus wanted to take a second to thank all my followers for the support you guys are truly awesome💪🏾👍🏾🙌🏾... #stateofdecay2 #ghostreconbreakpoint #RedDeadRedemption2 #SmallStreamerCommunity", "outputs": ["Neutral"]}
{"input": "Play with @PtitDrogo and @BlyOnFire starting at 19 CEST TODAY and get a chance to win awesome prizes from our merch store AND a @Pl4ZMAcom Gaming Booster!\n\nSounds like a good deal? \n\nThen join our discord at: discord.gg/NaKhTps\n\nTomorrow: Hearthstone with @RYE_Viper https://t.co/jKxixjCo29", "outputs": ["Neutral"]}
{"input": "Leaked memo excoriates #Facebook’s ‘slapdash and haphazard’ response to global political manipulation dlvr.it/RgbzJD https://t.co/M7JAMQeF7e", "outputs": ["Negative"]}
{"input": "This looks kinda clean!", "outputs": ["Positive"]}
{"input": "@BlizzardCS so when i try to buy overwatch with a credit or debit, all it does is load and then it says \"something went wrong. Select another payment method or try again later.\" Help I have been trying for a hour now", "outputs": ["Negative"]}
{"input": "@verizon Can you waive some data overage charges? Been tough for folks out here.", "outputs": ["Negative"]}
{"input": "No one buy battlefield 3 on steam! It doesn’t have an app, it literally runs through a google search. Do not recommend it, it’s a waste of money #SteamSummerSale #SteamSummerSale2020", "outputs": ["Negative"]}
{"input": "Our #HISAPerth #OBIawards ceremony is taking place this Friday 29 May. Celebrating the Outstanding, Best + Inspiring work staff + students within #PerthCollegeUHI have done this year. Streaming LIVE 12 noon Friday @HISAPerth Facebook page. 🏆\n#TeamHISA #Awards #IWouldLikeToThank pic.twitter.com/rE3iY9T66p", "outputs": ["Neutral"]}
{"input": "#Indigo Urgent Care looks to Microsoft Teams and Microsoft’s Power Platform to help deliver quality care and world-class patient experience lnkd.in/eAzWmuB", "outputs": ["Positive"]}
{"input": "🤔 Not sure where all your data is going? Frustrated by your kids using it all immediately? 😠 With the My Verizon app, the power is in your hands! ⚡ Download it now in the App store and via Google Play. 👍", "outputs": ["Neutral"]}
{"input": "@GhostRecon @GhostRecon_UK Your PvP server doesn't work... Nobody can connect. And pls delete the scope for drones. They're useless und block syringes...\n#Bugpoint #Brokenpoint pic.twitter.com/QkTNee6DVZ", "outputs": ["Negative"]}
{"input": "LETS FUCKING GOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOO", "outputs": ["Positive"]}
{"input": "Great job guys @Peter_shirley and @withyounotsmwhr", "outputs": ["Positive"]}
{"input": "Watch StrapxAxHolic on Twitch! I think I'm pretty good at #ApexLegends twitch.tv/strapxaxholic?…\n#twitch #StreamingLive #APEX #twitchtv", "outputs": ["Neutral"]}
{"input": "feels good to get a Victory in #ApexLegends with your high school buddies. we are all in our late 20's now.  @VictorpMeraz4  @NOLDRAY #FreaksAndGeeks deserved a second season!!!", "outputs": ["Positive"]}
{"input": "I know I trash BO1 multiplayer any chance I get but in all honesty I wouldn’t mind a Black Ops remaster. Nothing could ever be as worse as MW2019. Get to work on it...", "outputs": ["Neutral"]}
{"input": "Interesting... (for real, this is really awesome looking!)", "outputs": ["Positive"]}
{"input": "Even tae playing pubg I won’t ever installing it hahahaha I dislike that game so much", "outputs": ["Negative"]}
{"input": "RED DEAD REDEMPTION 2 \n#RDOnline #RDR2\n#DailyChallengers\nby simba pic.twitter.com/OeBblXui9L", "outputs": ["Neutral"]}
{"input": "one of the best kpop moments was at Isac 2020 when all those kpop groups came together and just played a massive fuck off game of PUBG,, tell me that wasn’t iconic", "outputs": ["Neutral"]}
{"input": "Joe Buck is excited when  Hearthstone", "outputs": ["Neutral"]}
{"input": "Why would you fuck your way to the bottom exactly?", "outputs": ["Negative"]}
{"input": "Congratulations to all nominees, including our leader Amy Hall, for their Award of Excellence nomination! \n\nThe 37th Annual #AWMDFWGALA is going virtual on Facebook and YouTube Live this October 8th from 6-7PM to celebrate the fantastic work of our media community. pic.twitter.com/5WgCeXRPAy", "outputs": ["Neutral"]}
{"input": "Hey @verizonfios @verizon @VerizonSupport Why is my internet speed 360Mbps down\\327Mbps up when I pay for 1Gig symmetric services?\n#verizonfios #fiosfail #speedtest #fiosfam\n\nTest is performed over a wired connection with CAT8 SFTP 40GB cables.\nspeedtest.net/result/c/7cf7b…", "outputs": ["Negative"]}
{"input": "People who killed Michael or Trevor at the end of gta probably doing hooligan shenanigans right about now", "outputs": ["Neutral"]}
{"input": "The Nvidia Shield is my daily driver but I like to recommend the Roku platform as it has nearly universal app compatibility.", "outputs": ["Neutral"]}
{"input": "Seeing Amazon Prime marketing Borat by getting him in TikToks, vlogs, YouTube videos is amazing.\n\nWorld's changing, if you still doubt the power of an online audience, it's time to quit.", "outputs": ["Positive"]}
{"input": "Happy to be back doing what I love :))", "outputs": ["Positive"]}
{"input": "I am dota 2 dota 2 i like happy  -  Casey", "outputs": ["Neutral"]}
{"input": "What the fuck is wrong with u guys?\n@DOTA2", "outputs": ["Negative"]}
{"input": "Well that's not helping to reassure me my data is safe with @google", "outputs": ["Negative"]}
{"input": "You know how you buy consoles for specific games, I dead ass bought this card so that I can get the absolute best experience from @CyberpunkGame I want to absolutely immerse myself in this game. @NVIDIAGeForce ray tracing, all of that, I want it all. pic.twitter.com/neA45IHUvo", "outputs": ["Positive"]}
{"input": "The recent Warzone and Modern Warfare patch has leaked tons of Black Ops: Cold War details including singleplayer campaign description, editions, and potential release date.  \n\n#CallofDuty #BlackOpsColdWar #ModernWarfare #Warzone bit.ly/3j6HYci", "outputs": ["Negative"]}
{"input": "Stream on Borderlands 3 tonight at 8pm! \nCome and say hi, it's always a pleasure to see on on the stream guys ☺️", "outputs": ["Neutral"]}
{"input": "Sorta amusing how #nba2k has such self-centered community managers that have built up such limited goodwill, that when they released a demo identical to 2k20, everyone was vocal about it being trash #NBA2K21 \n https://t.co/Nw1LMRJGN6", "outputs": ["Negative"]}
{"input": "I'm getting a lot out of Red Dead Redemption 2 right now, the game enables me to do a lot of dumb things and generally be an idiot.\n\nfeelsgoodman", "outputs": ["Positive"]}
{"input": "Early adopters get arsed once again.\nAs I've promised the low price tags will come with at a price.\nGigabyte confirms #RTX3070 16GB and #RTX3080 20GB for October 2020\nQuestion who needs 16 or 20GB VRAM? If you want to use it some years at 4k makes sense\n@WSV_GUY\n#NVIDIA #rtx3000", "outputs": ["Neutral"]}
{"input": "Oh dear god my computer is gonna get fried from all this", "outputs": ["Negative"]}
{"input": "@IISirPootnickII  computer having some issues may die at any point. Going to chance a steam anyway. Cant sign into steam so be playing some @LeagueOfLegends  while we keep trying to get on. twitch.tv/iisirpootnickii #LootGoblinGaming #LeagueOfLegends", "outputs": ["Neutral"]}
{"input": "HOLYYYYY. Definitely streaming it this weekend👀be on the look out", "outputs": ["Positive"]}
{"input": "PTS would not stop crashing on me tonight. An issue I have never had with @PUBG_US @PUBG @PUBG_Devs going to give it another shot in the AM. Y’all have a good night! 6am central as always 🙏❤️ https://t.co/6MgOA07Izs", "outputs": ["Neutral"]}
{"input": "This #PlayStation5 pre order is an absolute....\n\nHopefully Xbox goes smoother next week and I'll get two 😒", "outputs": ["Positive"]}
{"input": "Nothing like getting two leavers in the game that would have promoted you. I love league of legends👍👍👍👍👍🤡", "outputs": ["Positive"]}
{"input": "So good I had to share! Check out all the items I'm loving on @Poshmarkapp from @ShopAngryKitty #poshmark #fashion #style #shopmycloset #pier1 #leagueoflegends: posh.mk/7ZpkTUiSf9 https://t.co/pPGBdxFVm6", "outputs": ["Neutral"]}
{"input": "Finnish CS:GO Player Jamppi Sues Valve Over Alleged VAC Ban » TalkEsport,bit.ly/3byCjrT", "outputs": ["Neutral"]}
{"input": "The OGA Dota PIT Season 3: Europe/CIS looks like it is going to be one heck of a tournament with some of the best teams in Europe competing in it.\n\n#Esports #Dota2\n\nafkgaming.com/articles/dota2…", "outputs": ["Neutral"]}
{"input": "YOUR PATHETIC Freeze Cannot Stop MY MINIONS | Hearthstone Daily Moments Ep.1465 gameforce.jp/hearthstone%e3… https://t.co/H0Q9zjH8GF", "outputs": ["Neutral"]}
{"input": "the chopper shot is stunning 🔥", "outputs": ["Positive"]}
{"input": "I used to think Ellison was an ok guy, this just PROVES that Trump is into making ALL his friends money, and screwing with people.  I'm sorry Microsoft :( ...stupid POS POTUS!!!", "outputs": ["Neutral"]}
{"input": "Completed #Fustercluck this weekend, rounding off year one of #Borderlands3. I decided to go back in response and play the original Borderlands again as I had the 4K GOTY version on my PC already. The shooting feels awful. I'm going to try some suggested ini changes tomorrow.", "outputs": ["Positive"]}
{"input": "Doing anything in extreme will cause  consequences...banning pubg is not the solution! #UnBanPubg", "outputs": ["Positive"]}
{"input": "$1000 wasted", "outputs": ["Negative"]}
{"input": "Playing fifa with my girl.  She got her first goal against me and someone won’t shut up 😩", "outputs": ["Neutral"]}
{"input": "I didn't have massive success in #IndieApril but I am happy because I saw two reviews on Amazon today. And they made what has been a crappy week in my personal life, a little better\n#ReviewMay #Darkfantasy\nHere's one detailed review\n#NeverGiveUp you will find your audience ☺️ pic.twitter.com/ysjlEgGY7w", "outputs": ["Neutral"]}
{"input": "@Rainbow6Game @SpearheadBeer best combination for enjoying the Pro-leagues before I head to Montreal to see the finals live. pic.twitter.com/O5gX0vf2Gz", "outputs": ["Neutral"]}
{"input": "I just earned the [5 Daily Quests Completed] Achievement! #Warcraft", "outputs": ["Neutral"]}
{"input": "@PlayApex  can you guys please fix the disconnect reconnect issue it really sucks getting penalized in ranked for a disconnect and dying you need invincibility or something we’re you can get killed cuz it’s really bullshit", "outputs": ["Negative"]}
{"input": "first game of the day,, eventhough my damage is,,,, embarrassing,.. #ApexLegends #Apexpc #gaming #APEX pic.twitter.com/YxtA8WMCtN", "outputs": ["Neutral"]}
{"input": "Exciting news! Verizon, Ericsson and Qualcomm are first in the world to achieve #5G peak speed of 5.06 Gbps! #TeamEricsson t.eric.sn/2HHzpaI", "outputs": ["Positive"]}
{"input": "Wow @NBA2K y’all gotta do something about this", "outputs": ["Negative"]}
{"input": "Damn so hard decision atm. If I wanna join @Warcraft EU influencer program I need to stop datamining 🧐. Hmmm, what should I do 🤔", "outputs": ["Neutral"]}
{"input": "WTF", "outputs": ["Negative"]}
{"input": "Big news. Numerous great companies are seeing fantastic results. @FDA must move quickly! twitter.com/nytimes/status…", "outputs": ["Neutral"]}
{"input": "what a joke #TomClancysRainbowSixSiege #XboxShare pic.twitter.com/flxOM0xVub", "outputs": ["Negative"]}
{"input": "Today I found out that Windows' Cortana actually sounds like Jen Taylor in America but nowhere else. What the fuck, microsoft?!", "outputs": ["Negative"]}
{"input": "Yo @NBA2K fuck your fake ass garbage ass game", "outputs": ["Negative"]}
{"input": "Watching You Kalloori Perfect Situation Mystic River Tampa Prescott Dak Johnson Marcus Lego Harry Potter: Years 5-7 Mille Lacs Leonard Kawhi Ivan Rakitic Chilton Dan Glazer Jeff Carter Julio Garcia Algemarin L Borderlands 2 I'll Always Love You\n\nloveok.store/best-online-sh… https://t.co/AP6H8thDzT", "outputs": ["Positive"]}
{"input": "Hella excited for tonight, as always! 👀\n\nI'll be participating under @AceOfPyrite's leadership, and I'm looking forward to a terrific evening of #RainbowSixSiege!\n\nIf you're looking for some Siege to watch, swing by and say hello, from 19:00 BST! 👍\n\ntwitch.tv/rainbowsix_uk", "outputs": ["Positive"]}
{"input": "Good fucking day today happy to be back more GTA RP tmr 👊♥️", "outputs": ["Positive"]}
{"input": "some of my irls really think that George Floyd did something wrong after a wrote a whole post on Facebook about how black lives matter!! I don't wanna be friend with racist people I swear I didn't know they're racist I feel bad for knowing them", "outputs": ["Neutral"]}
{"input": "West had a bit of hope for a good playoff finish but it’s slowly dying with @G2esports getting worse with every game. At least NA is getting a few wins )\n#LeagueOfLegends #Worlds2020 #lolesports #LCS #LEC", "outputs": ["Neutral"]}
{"input": "Youre doing gods work 😔✊✊", "outputs": ["Positive"]}
{"input": "cs go ranked! ENG/CRO #fresh twitch.tv/vugidrugi", "outputs": ["Neutral"]}
{"input": "I thought dis nigga meant in her ass 😔", "outputs": ["Neutral"]}
{"input": "Red Dead Redemption 2 – Xbox One bit.ly/2WC9CXM #videogames https://t.co/TSEGBIniLz", "outputs": ["Neutral"]}
{"input": "Playing through the Witcher 3 again and the Novigrad's quests and the atmosphere make me even more excited for the @CyberpunkGame. Can't wait to get to the Night City.", "outputs": ["Positive"]}
{"input": "Normally i dont put time and effort into people like this but this shows me exactly the kind of people who participate in \n@Rainbow6Game. Since when is it disallowed to play with IRL friends who are lower ranked than u are. smh pic.twitter.com/7aAhqXw9cZ", "outputs": ["Neutral"]}
{"input": "@FortniteGame Making the storm water was the most retarded thing anyone could come up with. Smfh it’s like y’all wanna ruin ur own game 🤦‍♂️", "outputs": ["Negative"]}
{"input": "Damn", "outputs": ["Negative"]}
{"input": "It was all totally legal: Johnson & Johnson companies used a super poppy to make narcotics for popular opioid pills. washingtonpost.com/graphics/2020/…", "outputs": ["Neutral"]}
{"input": "It’s been a year and a half since Red Dead Redemption 2 came out and I finally have time to play it now. It has completely sucked away 3 days of my life now. Very worth it", "outputs": ["Positive"]}
{"input": "the ps5 got fortnite? alr rip xbox", "outputs": ["Positive"]}
{"input": "@jimbcbs4 Hey Jim, we disagree on politics and policies but the greeter that cussed you at Home Depot was so out of line... \nI'm so sorry that others have made you deal with that.", "outputs": ["Neutral"]}
{"input": "This is fantastic!", "outputs": ["Positive"]}
{"input": "Platinum is the best loot @Borderlands #PS4share pic.twitter.com/oxBbrsPbV2", "outputs": ["Positive"]}
{"input": "⁦@Respawn⁩ ⁦@PlayApex⁩ #singing\n\nCheck out We dont like your singing twitch.tv/videos/5636940…", "outputs": ["Neutral"]}
{"input": "Grand Theft Auto V PR #PORTUGALIA   adymonteiro.live/home", "outputs": ["Neutral"]}
{"input": "I have a brand new pc drivers are all up  to date and all but game is still crashing what is going on @Rainbow6Game", "outputs": ["Negative"]}
{"input": "Hey @Verizon we have tried contacting you in everyway and have gotten nowhere. We have issues and YOU CAN'T BE REACHED! Our experience with Verizon has been SO BAD that we just want out. Maybe @ATT is looking for a new customer.", "outputs": ["Negative"]}
{"input": "@EAMaddenNFL franchise and face of the franchise are both terrible. @NFL #NFLdropEA #NFLDROPSEA", "outputs": ["Negative"]}
{"input": "@NBA2K @2KSupport @LD2K @Beluba  can y’all please fix this !!! pic.twitter.com/yTZ3HA6Xtf", "outputs": ["Negative"]}
{"input": "I was inspired by @miserabletop to get assassins creed on switch and now I couldn’t be more excited to leave the party early to go home and play Black Flag pic.twitter.com/yHrybJDYnn", "outputs": ["Positive"]}
{"input": "Johnson & Johnson pauses COVID-19 vaccine trial over patient exhibiting an 'unexplained illness'  twitter.com/i/events/13158…", "outputs": ["Neutral"]}
{"input": "🌄 Red Dead Redemption 2 pic.twitter.com/2XBlcpjLxL", "outputs": ["Neutral"]}
{"input": "bro this is FIRE", "outputs": ["Positive"]}
{"input": "Good to know👇", "outputs": ["Positive"]}
{"input": "Pre-Covid: Student Game day! Introducing students to Robot Entertainment game as our own form of Leauge of Legends/DOTA2 for our ELL program. They really loved it.  Check it out. Ready Set Heroes.\nlnkd.in/g-XjTNM\n#esports  #youth #changeforgood #c…lnkd.in/gXajeCC", "outputs": ["Positive"]}
{"input": "Played pubg for the first time in a long time and loved it. Will be posting clips tonight!", "outputs": ["Positive"]}
{"input": "Ghost of tsushima is a better assassins creed game than modern assassins creed", "outputs": ["Negative"]}
{"input": "👍 on @YouTube: PUBG BEST KILLS | 48 SQUAD KILLS | 26 SOLO KILLS | Skreams Gaming | BEST KILLS RECORD | Dadaabhihai youtube.com/watch?v=7Jc7dz…", "outputs": ["Positive"]}
{"input": "Bravo @riotgames always know how to get me hyped for the @LeagueOfLegends ranked season super excited💯", "outputs": ["Positive"]}
{"input": "Team JerseyBoys is now also represented on Twitch.\n\nWelcome @chucky_CSGO  \n\nOur chef of confidence, will offer you content from various games like World Of Warcraft, CS:GO or Valorant on Twitch. \n\nClick here for the Twitch Channel: tinyurl.com/y5gm9h74\n\n#jerseyboys #twitch https://t.co/OwimJcs4uJ", "outputs": ["Neutral"]}
{"input": "Nice bug @Rainbow6Game pic.twitter.com/MeOpHhpA7D", "outputs": ["Negative"]}
{"input": "Plague of Corruption is #1 on Amazon and # 3 on The NY Times bestseller list. pic.twitter.com/mr2gbN43I9", "outputs": ["Negative"]}
{"input": "And the US WANTS TO TRUST THIS COMPANY with a VACCINE?\n\nJohnson & Johnson knew for decades that ASBESTOS lurked in some of its baby powder - nbcnews.com/health/health-…", "outputs": ["Negative"]}
{"input": "Time to play some #Overwatch with @helldoom on my #MiNotebookHorizonEdition. This game mode has 1 tank hero vs 6 dps heroes and it's absolutely nuts! pic.twitter.com/BIgx0vDwbm", "outputs": ["Positive"]}
{"input": "Wow", "outputs": ["Positive"]}
{"input": "Hi guys I just got red dead redemption and I have no idea how anything works but a pack of wolves just killed me and stole my bear pelt so I rage quit and I’m gonna take a break from this game for the foreseeable future.", "outputs": ["Negative"]}
{"input": "@RockstarGames how the hell is gta online STILL this fucking broken???", "outputs": ["Negative"]}
{"input": "This official Microsoft Trailer of #microsoftflightsimulator is simply stunning. Wow! I have to upgrade my PC asap\nyoutube.com/watch?v=gKIBNs…", "outputs": ["Positive"]}
{"input": "My games crew had a League of legends clash yesterday, and this is how all of my texting apps looked like.\nI love these assholes xD pic.twitter.com/NT3CfSlteN", "outputs": ["Positive"]}
{"input": "For more then 3 weeks now 2k uk hasnt drawn a winner for their borderlands 3 collector edition giveaway. I mean I think thats funny that companies can just do fake giveaways and not be called out on it. youtube.com/watch?v=-HUh50…", "outputs": ["Negative"]}
{"input": "Johnson & Johnson regains footing - Analysis - 15-04-2020: Johnson & Johnson's stock returned higher with a 4.48% profit, with support from the 50-day ... dlvr.it/RTqQdP", "outputs": ["Positive"]}
{"input": "Good Job @Blizzard_Ent 😡 @BlizzLatAm @Warcraft pic.twitter.com/zyoT3FLEn0", "outputs": ["Positive"]}
{"input": "The best thing I could’ve done for my #mentalhealth was delete Facebook.", "outputs": ["Negative"]}
{"input": "Planning on spending my entire night playing Red Dead Redemption and getting stoned and I have absolutely no regrets", "outputs": ["Positive"]}
{"input": "die with honor stfu and press ur bkb", "outputs": ["Neutral"]}
{"input": "@AndroidDev I've just noticed an issue while upgrading Android Gradle Plugin from 3.5.0 to 3.6.3, the google compile-testing library is crashing when retrieving resources.\n\nAn example and more details are available there:\ngithub.com/glureau/AGP_3_…\n\nIs it something new?", "outputs": ["Negative"]}
{"input": "@GhostRecon so far playing the new update, the stamina is pointless even on extreme if you have upgraded it and have a ration never runs out, losing bullets on reload is pointless when you have like 300/400 rounds, Sam fisher missions are buggy as hell, good thing no gear level", "outputs": ["Neutral"]}
{"input": "Johnson & Johnson Medical Devices Companies is honored to recognize the dedication of Perioperative Registered Nurses. Join us to discuss resilience and stress management. Register here: bit.ly/37CGPab #NursesChangeLives...and that changes everything. https://t.co/WGeHJn7QPK", "outputs": ["Neutral"]}
{"input": "This skin for Revenant looks dope!! greasygamer.com/threads/this-s… #gg #SmallStreamerCommunity #SmallStreamersConnect #smallstreamer  #SupportSmallStreamers @LaZy_RTs @FearRTs @sme_rt @SGH_RTs @SmallStreamersR @StreamerNetwork @SSS_Retweets @Gr0wthLabs #callofduty #Fortnite #rainbow6", "outputs": ["Positive"]}
{"input": "@EAMaddenNFL when I first pre ordered it said standard would get to play 3 days early now only the other 2 version thanks a lot smh", "outputs": ["Negative"]}
{"input": "finally completed assassin's creed odyssey so now comes the best part of finishing anything: reading the tvtropes page", "outputs": ["Positive"]}
{"input": "The newest assassins creed looks so FREAKING SICK AND I CANNOT WAIT.", "outputs": ["Positive"]}
{"input": "Ending season 3 by stealing someone else's kill and eliminating the kill leader. #Apexlegendsclips #gaming #gamer #youtubegaming #gamergirl #ApexLegends #XboxShare https://t.co/LsYMPnrl5d", "outputs": ["Neutral"]}
{"input": "I'm in love @mlssmahut #assassincreedodyssey #assassinscreed #ubisoft @Ubisoft #kassandra #PS4share pic.twitter.com/tbk2cnF1Ou", "outputs": ["Positive"]}
{"input": "Sales decline in U.S. & Canada due to cancer claims. So the company decides to victimize people in the Third World.", "outputs": ["Negative"]}
{"input": "and i cant even get a lvl 1 battle pass. life is unfair 😭", "outputs": ["Negative"]}
{"input": "Thanks for helping small businesses.  Life blood of this country.", "outputs": ["Positive"]}
{"input": "Just so god Damn beautiful 😍 #PS5 pic.twitter.com/N14QKPrftj", "outputs": ["Positive"]}
{"input": "Johnson & Johnson Beats Q1 Estimates, Raises Dividend\n\n“Johnson & Johnson $JNJ stock rose 4.7% as of 12:30 PM ET today. Investors are optimistic about the company’s strong first-quarter results and a dividend hike.”\n\n#johnsonandjohnson #earnings #dividend\nmarketrealist.com/2020/04/johnso… https://t.co/i61Bk0GdRH", "outputs": ["Positive"]}
{"input": "I love u guys", "outputs": ["Positive"]}
{"input": "Alright, let’s do it. The road to Gold 2 is now. Apex ranked. Come hang. - twitch.tv/cpatran #gaming #streaming #twitch #TwitchAffilate #TwitchStreamers #twitchstreamer #apexlegends", "outputs": ["Neutral"]}
{"input": "zysola.blogspot.com/p/welcome.html… #zysola #tech #technews #techworld #technology #innovation World of Warcraft had been rated for Xbox Series X in Brazil The l", "outputs": ["Neutral"]}
{"input": "Damn! Microsoft is going all out in showing off the new Xbox Series X while Sony hasn't made a peep theverge.com/2020/3/16/2115…\n\nAs a PlayStation guy, this thing sounds like a screamer.", "outputs": ["Positive"]}
{"input": "I can't stand your ass OMG!", "outputs": ["Negative"]}
{"input": "A Death is here! :)\n\nApp Store→goo.gl/C2RGXc\nGoogle Play→goo.gl/YjvqXr\n\n #Breeding game #Death https://t.co/DdCN922mdy", "outputs": ["Neutral"]}
{"input": "Can't wait to get it on next gen console... :D #PlayStation5 #CDProjektRED #Cyberpunk2077", "outputs": ["Positive"]}
{"input": "CSGO, Road to Rio Predictions, North America\n\nGroup A \n1⃣ @EvilGeniuses \n2⃣ @100Thieves \n3⃣ @GenG \n4⃣ @Cloud9 \n5⃣ @TriumphGamingGG \n6⃣ Orgless\n\nGroup B\n1⃣ @TeamLiquid \n2⃣ @mibr\n3⃣ @furiagg \n4⃣ @Envy \n5⃣ Bad News Bears\n6⃣ @YeahGaming pic.twitter.com/a823Z4VZbj", "outputs": ["Neutral"]}
{"input": "@PlayApex I have problems to buy the battlepass with the new patch", "outputs": ["Negative"]}
{"input": "mixer.com/SirDover357?ut… #Mixer #SmallStreamersConnect #ApexLegends #Ranked #Pathfinder", "outputs": ["Neutral"]}
{"input": "Squadwipe turn n burn #ApexLegends #XboxShare pic.twitter.com/leg3GbD82j", "outputs": ["Neutral"]}
{"input": "I will be boycotting Home Depot I can shop other places they no longer get my money again Americans buy a book of stamps from the postal office as many as you can that will keep them running", "outputs": ["Negative"]}
{"input": "The new Red Dead Redemption’s graphics look incredible!", "outputs": ["Positive"]}
{"input": "Like @NarwhalSulky I was super surprised to be sent some more Siege swag! Including a headset I shit you not! I think a cheeky giveaway might be in order for that, what do you guys think? #RainbowSixSiege\nThanks @Rainbow6Game this was super unexpected! pic.twitter.com/pqmVtNmVuH", "outputs": ["Positive"]}
{"input": "LMAO...this country is fvcked up. JFC, just saw a Johnson & Johnson commercial--You know, the folks with toxic talc causing cancer--talking about how they're working round the clock for a #Covid19 #Vaccine.\n\nLine up folks! Roll up your sleeves.", "outputs": ["Negative"]}
{"input": "woops made a bunch of boomer men mad on facebook lmfaoooo pic.twitter.com/3yijBzv2Fs", "outputs": ["Neutral"]}
{"input": "May is gonna be awesome 😍", "outputs": ["Positive"]}
{"input": "Transvaginal mesh: Johnson & Johnson fined $344m for deceptive marketing to women\n\ntheguardian.com/business/2020/…", "outputs": ["Neutral"]}
{"input": "Facebook is a hub of fake information.", "outputs": ["Negative"]}
{"input": "‘Skunkworks’ at Johnson & Johnson is rushing to develop a coronavirus vaccine inquirer.com/business/drugs… via @phillyinquirer", "outputs": ["Neutral"]}
{"input": "I’m just gonna say it - Overwatch essentially being nominated for LGBTQ+ game of the year is worse than if Rise of Skywalker was nominated for LGBTQ+ film of the year. At least in Rise of Skywalker if you slow the footage down and zoom in you can see gay shit if you squint.", "outputs": ["Negative"]}
{"input": "Trust in Technology is Important !\n@satyanadella at #MSInspire \nI Love the Boomerang in the Background 😍 #MVPBuzz is Sharing Technology Again and Again with New Features ! It's like a Boomerang with the Community and Microsoft 🚀 pic.twitter.com/sUnTR07x5y", "outputs": ["Positive"]}
{"input": "Assassins creed odyssey 🔥🔥🔥🔥 probably my favorite out of the series", "outputs": ["Positive"]}
{"input": "@EpicGamesTR @FortniteGame   My save the world glithced our and I didn’t get my 300 vbucks from save the world for daily log in. I pressed claim it worked but they are not showing up.", "outputs": ["Negative"]}
{"input": "Pissing people off in FIFA and on twitter 😭😭😭", "outputs": ["Negative"]}
{"input": "@EAHelp Hi was booted from battlefield V game and now unable to go online. Seeing a few people on the subreddit say the same. Is there an issue with battlefield servers?", "outputs": ["Negative"]}
{"input": "Whoever created the “undo” button on Microsoft Word is a genius", "outputs": ["Positive"]}
{"input": "@Warcraft Can you explain this bullshit? Thanks pic.twitter.com/Wel3cU4KnZ", "outputs": ["Negative"]}
{"input": "Covid19 Vaccine: Big shock to Corona vaccine, Johnson & Johnson stops all trials thekhabarbharat.com/india-english/…", "outputs": ["Neutral"]}
{"input": "Ugh. I remember staring at Lina and drooling for days and even made her, just her, my screensaver. She looks so freaking good.", "outputs": ["Positive"]}
{"input": "Haha bet you by 4 points @DigitalNutter87 in ranked 😂😂😂😂😂      #ApexLegends #XboxShare pic.twitter.com/ZpRCTBdtvT", "outputs": ["Neutral"]}
{"input": "Flank with 9 kills #battlefieldV  #BFV #PS4share\n\nstore.playstation.com/#!/tid=CUSA005… https://t.co/aUOvyejztc", "outputs": ["Neutral"]}
{"input": "@chaplinez70 morning. You might not agree with me and I mean no disrespect to anyone but I feel having an international break during this pandemic is a terrible idea. I don't understand what the guys at FIFA are thinking but its just not right.", "outputs": ["Negative"]}
{"input": "Love GTA San Andreas and red death redemption, also I still have my old ps3 slim, I would love to get this please.", "outputs": ["Positive"]}
{"input": "dead game 😔", "outputs": ["Negative"]}
{"input": "I'm loving all the R6 and animal crossing crossovers. Somehow more surprising to me than animal crossing and doom.", "outputs": ["Positive"]}
{"input": "2.5gbit is SERIOUSLY Threatening NVIDIA Super Review", "outputs": ["Negative"]}
{"input": "100% agree. It’s also so tiresome to play on and boring to look at. I hope when Olympus comes they either rotate it out or we don’t see it much.", "outputs": ["Neutral"]}
{"input": "Verizon Wireless customers faced service issues in Peoria area, company says dlvr.it/RTh0Qy", "outputs": ["Neutral"]}
{"input": "lol i was looking for something to listen to that was upbeat for 1998 and the first recommendation was my heart will go on, nice job google", "outputs": ["Positive"]}
{"input": "Delete techies pls fck u @DOTA2", "outputs": ["Negative"]}
{"input": "House Democrats say Facebook, Amazon, Alphabet, Apple enjoy ‘monopoly power’ and recommend big changes cnb.cx/2GFvxq0", "outputs": ["Neutral"]}
{"input": "@NBA2K you guys gotta fix the shooting bugs bc EVERYTIME I green people are kicked out . My green animation flickers like crazy before also kicking me out , my stats in park are garbage bc of it", "outputs": ["Negative"]}
{"input": "This was easily the best Fifa. First time with secondary divisions, off the ball control, free kick spin and placement. And an original soundtrack to vibe to. Unmatched. #fifa #EASPORTSFIFA #fifa2004 pic.twitter.com/LMzXeAgopr", "outputs": ["Positive"]}
{"input": "This cricket has been the worst hivemind of fandom I have done this more times than I would love to be better if the Tarzan level in Kingdom Hearts is as bad as Borderlands.", "outputs": ["Negative"]}
{"input": "It was true epic, omfg", "outputs": ["Positive"]}
{"input": "Great starting price.", "outputs": ["Positive"]}
{"input": "\"A delayed game is eventually good, but a rushed game is forever bad.\" - \n\nShigeru Miyamoto\nVideo Game Design Legend\n\nDevs of #Cyberpunk2077, please take care of yourselves. This is a game we have waited years for, a few more weeks won’t hurt.", "outputs": ["Positive"]}
{"input": "best of luck !", "outputs": ["Positive"]}
{"input": "I am very interested in this", "outputs": ["Positive"]}
{"input": "red dead redemption got me wanting to move to a mother fucking ranch", "outputs": ["Positive"]}
{"input": "My goodness @PlayOverwatch your matchmaking in competitive is as shitty as Trumps dick because he's fucking the USA in the ass.", "outputs": ["Negative"]}
{"input": "What does everyone think of @PlayOverwatch open que comp? I've been rolling on sigma but it's hell if you don't have supp players. #overwatch", "outputs": ["Negative"]}
{"input": "League of Legends taught me to come to terms with my own disappointing third novel", "outputs": ["Positive"]}
{"input": "I hate that music", "outputs": ["Negative"]}
{"input": "Whos ready for some zombie royale warzone stream tonight? @GamerRetweets @CallofDuty #Warzone #twitch #streamer #ModernWarfare #gulagking\n@Pureyo head over to twitch.tv/JustGLN give us a follow and turn notifications on to not miss out on the fun #roadtoaffliate", "outputs": ["Neutral"]}
{"input": "‘League Of Legends’ K-pop group K/DA announces comeback single, 'The Baddest'\n#entertainment #announces #baddest #comeback #entertainment #...\ninsidexpress.com/entertainment/…", "outputs": ["Neutral"]}
{"input": "Quick 4k, \n#rainbowsixsiege #rainbowsix #ranked #tomclancy #streamer #stream #mixerfamily #mixerlove #mixer #mixerstreamer #mixerstreamersunite #mixerstream \n\nmixer.com/kn_blunt instagram.com/p/B8xYQEHnNBA/…", "outputs": ["Neutral"]}
{"input": "BLACK OPS COLD WAR OFFICIAL REVEAL! (New Trailer Thoughts) youtu.be/5YgBjhf96zY via @YouTube I can’t wait bro! Love the video, getting me hype 😅🙏 @RealThunder402", "outputs": ["Positive"]}
{"input": "BITCH ASS LEGEND VIP’D MY LITTLE BROTHER ON OUR 2 GAME WIN STREAK SMFH @Ronnie2K @NBA2K pic.twitter.com/GdS3KN9jVj", "outputs": ["Neutral"]}
{"input": "#WorldCupAtHome: Five African matches you would love to see from FIFA googlehits.com/worldcupathome… https://t.co/Lvr8g2vhsn", "outputs": ["Positive"]}
{"input": "@EAHelp I haven't been able to log on to Battlefield V on XBox One and a friend encountered the same issue. We just can't go in and data won't sync. However, BF1, NHL 20 and all other games I have appear to be fine though. Why is that?", "outputs": ["Negative"]}
{"input": "I will say that playing a Hearthstone PTQ last weekend made me appreciate Magic organized play from the PT-level down, even with its consistent disappointments above that", "outputs": ["Neutral"]}
{"input": "\"Great storytelling, peppered with detail that brought the world to life make this easy to recommend.\" Amazon Reviewer. #mystery #cosycrime #readindie mybook.to/ClencherMill https://t.co/C5LIhX0T2x", "outputs": ["Neutral"]}
{"input": "I may not be the first to observe this, but MacOS has had _all_ the developers who make the internet go, for a decade and a half, and the entire time they have been like \"lol fuck off\"\n\nMicrosoft is buying up open source these days. Perhaps a developer-centric laptop is next", "outputs": ["Neutral"]}
{"input": "Say hello to Sasha Hostyn aka Scarlett, the current highest-earning female eSports player in the world!\nShe hails from Canada and built her amazing career playing Starcraft 2 and Dota 2.\nMuch respect to this amazing woman and role model!  \n@onfireScarlett pic.twitter.com/DM71V11ctY", "outputs": ["Neutral"]}
{"input": "@GhostRecon #GhostReconBreakpoint just took down a Terminator pic.twitter.com/qjrq9IC3be", "outputs": ["Negative"]}
{"input": "3.7k to 3.2k 🙃 I LOVE DOTA 2 PUTANG INA", "outputs": ["Positive"]}
{"input": "damn just want my 100lp back can’t have shit in league of legends", "outputs": ["Negative"]}
{"input": "Not this again", "outputs": ["Negative"]}
{"input": "It's Very Interesting If We Get Something For Smartphones By Nvidia", "outputs": ["Positive"]}
{"input": "Yogg Saron’s Puzzle Box is quite possibly my favorite card in the game.  Secrets and Puzzle Box make for truly crazy insane WTF moments.  So fun even when it’s a shitshow.  🤣 #Hearthstone", "outputs": ["Positive"]}
{"input": "eSports: Curiosities you probably didn’t know about Red Dead Redemption 2 goalsn.com/2020/02/esport… https://t.co/JMLBSxAUou", "outputs": ["Neutral"]}
{"input": "Nvidia GeForce Now: Google Stadia rival suffers another blow news89.net/nvidia-geforce… https://t.co/9ijNjV7L4C", "outputs": ["Neutral"]}
{"input": "2k games is never the same again 💔😭", "outputs": ["Negative"]}
{"input": "@verizonfios frustration! on hold for 30min, finally talk to a rep, says she has to call me back due to static (which i didn’t hear). it’s been 4hours and still haven’t heard from her. terrible customer service experience!  @Verizon", "outputs": ["Negative"]}
{"input": "My experience with ASSASSIN'S CREED: ODYSSEY\n\n\"WTF? Are those the opening credits? I've been playing this for days! Where's the Spider-Man disc?\"", "outputs": ["Negative"]}
{"input": "Time to show my love to a good streamer! Head on over to @T_KNOCKOUT_ s channel! Hes doing some #RainbowSixSiege right now! Show him some love ❤", "outputs": ["Neutral"]}
{"input": "we've been crushing CS:GO over at @windailysports ! Congrats @jack94024127 💪🏻", "outputs": ["Positive"]}
{"input": "Bout to fuck around and stream. \n\n@PlayApex grind and @Brawlhalla afterwards. \n\nmixer.com/ShinobiSZN #BitGang https://t.co/aBUpN6yjfV", "outputs": ["Neutral"]}
{"input": "dont forget tpci is partnering with t*ncent  for a mobile pokemon league of legends and league being league aside, t*ncent is a really shady+shitty company and will likely be featured", "outputs": ["Negative"]}
{"input": "hella good options and i loved all of these games but I gotta go with GTA 4 pic.twitter.com/DCuTj9qa8O", "outputs": ["Positive"]}
{"input": "Microsoft-Owned Minecraft Will Stop Using Amazon’s Cloud teknoids.com/2020/07/20/mic…", "outputs": ["Neutral"]}
{"input": "@NBA2K if 2K21 anything like 20 again I'm never buying a game from y'all again. Make the game like 2K16", "outputs": ["Negative"]}
{"input": "All my success in the past came from people that don't know a single thing about me. Time to go back to that audience.  I'm done with Facebook, not catering to that crowd anymore.", "outputs": ["Negative"]}
{"input": "@Verizon  I’m done with y’all, y’all charge too damn much for a cellphone. Plus your service sucks.", "outputs": ["Negative"]}
{"input": "Thank you waqar bhai finally pubg unbanned 😍😍😍😍\n#WaqarZaka pic.twitter.com/PgeaDhPtNc", "outputs": ["Positive"]}
{"input": "Kings 💯🔥", "outputs": ["Neutral"]}
{"input": "Get ready for the weekend with our Special ⭐ Offers!\n\nWith Marvel Spider Man, Assassins Creed: Black Flag, Call of Duty: Infinite Warfare and many others this week!\n\nVisit nzgameshop.com/special-offers to get a great deal! https://t.co/HqTRoEvpP2", "outputs": ["Neutral"]}
{"input": "My League of Legends started having FPS spikes two days ago. Is this a sign I should stop playing?", "outputs": ["Negative"]}
{"input": "Hey guys, I just hit legend on EU with an incredible winrate of 45%, which seems strange to me, but I take it :D Got a lot of rewards and the new ranks look kinda cool, so overall pretty happy with the changes till now. #Hearthstone pic.twitter.com/X7NqItOKlO", "outputs": ["Positive"]}
{"input": "It's great that big companies can't do everything... Otherwise today we would have had yellow pages, Yahoo. #Google wouldn't have been able to give us all the cool product thinking. The optimist in me says @zoom_us is a disrupter and there are many more.. #GoogleMeet @airmeet_com", "outputs": ["Positive"]}
{"input": "Shipped first GPU-enabled production code through #bravetools! #LXD  makes it easy to passthrough host hardware and @nvidia drivers, while bravetools abstracts configuration and makes it easy to automate for all future releases 🚀 #AI #devops #OpenSource \n\ngithub.com/bravetools/bra… https://t.co/92K5MYIaXx", "outputs": ["Neutral"]}
{"input": "ps5 looks NICE, I love white ;_;", "outputs": ["Positive"]}
{"input": "Until Jul 16: Red Dead Redemption 2 is $39.99 ($10 off) @ Amazon\n\nPS4: amzn.to/37yuuAb\nX1: amzn.to/2SMbHgX https://t.co/20uoQRcwdW", "outputs": ["Neutral"]}
{"input": "News from : GamesRadar+! :\n   \nRetailers are emailing customers to advise them that not all Xbox Series X pre-orders can be hono...\n\n  Download the #app ApplayGames for more news, videos and #games information:\n  play.google.com/store/apps/det…\n\ngamesradar.com/retailers-are-…", "outputs": ["Neutral"]}
{"input": "Thanks @RockstarGames , you're rock stars!  #RedDeadRedemption pic.twitter.com/ztc25UcGRl", "outputs": ["Positive"]}
{"input": "Delivered by our own in-house team, Microsoft Dynamics 365 enhances productivity and increases agility so your organisation can adapt quickly to change.\n\nGet in touch today to find out more: razorblue.com/contact-us/ https://t.co/TTN9jmgAaj", "outputs": ["Positive"]}
{"input": "Switzerland opens criminal case against FIFA boss Infantino scooplive.org/switzerland-op…", "outputs": ["Negative"]}
{"input": "ON BORDERLANDS TWO THERE IS A FUCKING DRAGON SOMEONE HELP ME", "outputs": ["Neutral"]}
{"input": "Fuck buying one for my man I’m gonna buy one for myself 👀", "outputs": ["Positive"]}
{"input": "So glad I never joined Facebook.", "outputs": ["Negative"]}
{"input": "Africa Esports Championship is back with an exciting Season 2!💥\n\nFeaturing League of Legends, Tekken 7, FIFA21 & PUBG Mobile. \n\n🗣️Calling all #Zambian players to sign up now\n👉To register visit: aec.africa\n\n @EsportsAfreeca #Gematrix #AEC2020 #Zambia https://t.co/oUmPCQvZSY", "outputs": ["Neutral"]}
{"input": "waow all these ps5 games are retracting their announcements for pc ports surely these are all just coincidental mistakes :o", "outputs": ["Negative"]}
{"input": "@PlayHearthstone a 1 Mana hero power that deals one damage makes a 1/1 token hero power that costs double absolutely not worth playing. Did you guys think about it when you made DH? That you took the most underpowered class, and made it unusable on ladder? Did that not occur to u", "outputs": ["Negative"]}
{"input": "Going through this right now, great reporting by @NightCityLifeDE", "outputs": ["Positive"]}
{"input": "Congratulations guys finally PUBG UNBAN ho gye thnks @ZakaWaqar  thnks all pubg lover 🌹♥️😍", "outputs": ["Positive"]}
{"input": "Un-popular opinion Fortnite is kind of the best game i've ever played. I'ts almost like it was thought up by a person who lives alone.", "outputs": ["Positive"]}
{"input": "AMD really got so scared of Nvidia’s ampere that they quit making GPUs and switched to bikes", "outputs": ["Positive"]}
{"input": "me: *can’t sleep*\n\nRandom Facebook article I didn’t care about 5 hours ago: “How Kylie Jenner is dealing with trolls calling her ugly”\n\nme: https://t.co/CvzGcOZDEE", "outputs": ["Neutral"]}
{"input": "NOT FREE TO USE !!!! Recent work #Fortnite pic.twitter.com/P9VMUtkt49", "outputs": ["Negative"]}
{"input": "I don't know what you people have been doing on this app, but I told someone I'd buy my own PS5 and now she's insulting me. :/", "outputs": ["Neutral"]}
{"input": "This is insane! Makes me want to upgrade my GPU", "outputs": ["Positive"]}
{"input": "Mori😻😻😻😻", "outputs": ["Neutral"]}
{"input": "Still my favorite CoD teaser EVER! 🥰\ntwitter.com/Call0fDutyWiki…", "outputs": ["Positive"]}
{"input": "#Pubg is no more available on Android Playstore and ios\n#pubg_banned", "outputs": ["Negative"]}
{"input": "now i'm just offended", "outputs": ["Negative"]}
{"input": "One of the MANY reasons why Madden is a sorry ass game.", "outputs": ["Negative"]}
{"input": "See😒😒😒 this the mess I'm talking about smh. Tryna play before I head into work ugh. Now I gotta wait 🤬🤬 #ghostreconbreakpoint instagram.com/p/CFKOwBiFdrv/…", "outputs": ["Positive"]}
{"input": "Red DEAD Redemption 2 online streamlabs.com/warrenarroyo/h…", "outputs": ["Neutral"]}
{"input": "A Classic", "outputs": ["Positive"]}
{"input": "“sick of sidemen stans” oh you mean the people who called you out on your bullshit when you were too fucking lazy to post IMPORTANT petitions and to speak up and spread awareness for an important movement? but you had the time to post about fucking fifa and acted as if you +", "outputs": ["Negative"]}
{"input": "I talk way too much shit when playing Hearthstone Battlegrounds for someone that started a week and a half ago.", "outputs": ["Neutral"]}
{"input": "@GhostRecon There has been a sound issue since the latest update, when playing with friends, you can hear their weapons when they are firing them, just clicking sounds or no sounds at all. Please fix:)", "outputs": ["Negative"]}
{"input": "THIS IS INSANE!!!!!!!!!!!!!!!!!!!!\n\nWHAT WHAT WHAT WHAT WHAT", "outputs": ["Positive"]}
{"input": "By combining product #engagement #analytics, #digitalsignage content can now be continuously optimized.  Learn how Johnson & Johnson drove 38% sales lift in beauty and 62% sales lift in OTC.\n\nLearn more: buff.ly/3fCQuPt https://t.co/H09PgAdlCk", "outputs": ["Positive"]}
{"input": "Its game day for Microsoft and #Xbox \n\n7 years old waiting an entire generation for a comeback i hope they hit a grandslam #XboxGamesShowcase #XboxSeriesX", "outputs": ["Positive"]}
{"input": "I do like this hearthstone pic.twitter.com/ef2LVsY44m", "outputs": ["Positive"]}
{"input": "Someone just shared this on Facebook and I had to come find the original because it’s a gem", "outputs": ["Neutral"]}
{"input": "Dusty depot 😌😌", "outputs": ["Neutral"]}
{"input": "Check out my video! #LeagueofLegends | Captured by #Outplayed #2020alienwaregames pic.twitter.com/X6kqEW08hw", "outputs": ["Neutral"]}
{"input": "Like almost all the times. Ubisoft = problem. Will we receive these rewards later too @Ubisoft?", "outputs": ["Negative"]}
{"input": "Hated packing this one but at least it sold and arrived safely..lol\n.\n#resellercommunity #flipping #thriftshopping #thrift #goodwill #yardsalefinds #yardsale #garagesale #americanpickers #ebay #amazon #sourcing… instagram.com/p/CBBFX5RFQHW/…", "outputs": ["Positive"]}
{"input": "release the woltk expansion the best one from far @BlizzMilkfat @Blizzard_Ent @Warcraft @mikemorhaime Day7 pic.twitter.com/FgplmASTT8", "outputs": ["Positive"]}
{"input": "5 games, 5 Mutuals\n\nPokémon\nBorderlands (p much all)\nSims 4 (haven't played in forever tho)\nSpiderman PS4\nSpyro Reignited\n\nUuuh I'm not good at this either\n@CiaranStrange @Sasspiria @orionsuccs @msmarquise8\nBleh", "outputs": ["Neutral"]}
{"input": "I really, really hope Microsoft don’t do the taking away previously multi-platform stuff. It fucking sucks, it’s always fucking sucked.", "outputs": ["Negative"]}
{"input": "i have just dreamed i was playing league of legends with korone and i was playing support shaco with a controller.........it was so vivid..............", "outputs": ["Positive"]}
{"input": "just re-installed NVidia drivers using this guide if-not-true-then-false.com/2015/fedora-nv… and... no, @firefox is still laggy with @figma", "outputs": ["Neutral"]}
{"input": "Wtf is going on with the new Playstation update? Now we can't make open parties anymore or see anyone else's parties unless you're invited.. @AskPS_UK Also on top of that the Siege servers are connecting. I definitely won't finish my battlepass in time. @Rainbow6Game", "outputs": ["Negative"]}
{"input": "@EAHelp why is my EA account telling me it’s  invalid? Why won’t you let me play Star Wars Battlefront 2 or Battlefield V? Why haven’t you resolved this issue yet? Why do you not want me play EA games?", "outputs": ["Negative"]}
{"input": "Shadowverse  looks cool but it looks like hearthstone mean that I could get addicted to it and that’s the fear i fear", "outputs": ["Negative"]}
{"input": "I’ll never understand how people enjoy overwatch", "outputs": ["Negative"]}
{"input": "@GhostRecon please fix the MOUNTAIN-00016 error. Its been 3 hours already.", "outputs": ["Negative"]}
{"input": "Choked in an eco round 30 big L❌", "outputs": ["Neutral"]}
{"input": "We did it. We found a way to do a lot of core and play hearthstone at the same time. I Introduce to you, Noz-Core-Mu. The Ultimate Challenge. Do Core until the rope starts burning, then play your turn.\n(Sorry for bad audio quality) clips.twitch.tv/ShortPunchyPel…", "outputs": ["Neutral"]}
{"input": "Nice 👍 Follow 👉@pcgeekinfo👈\nTwitter 👉@pcgeekinfo 👈\nYouTube 👉youtube.com/pcgeekinfo👈\n\n#drdisrespect #rgblights #pcgaming #pcmasterrace #pcsetup #pc #gamer #gaming #amd #ryzen #nvidia #titanrtx #meme #intel #pcgamer… instagram.com/p/B7hZxc1hUpF/…", "outputs": ["Neutral"]}
{"input": "Help me win this awesome CS:GO giveaway from Idle-Empire! wn.nr/dmjyt5", "outputs": ["Positive"]}
{"input": "Thanks to the amazing team at @Microsoft who generously donated 10 Office 365 licenses to AHA! today. We are so grateful!\n\n#accessibleatx #accessible #affordable #integrated #housing #affordablehousing #microsoft #office365 #charity #donation #nonprofit #gratitude #Austin", "outputs": ["Positive"]}
{"input": "Looking at pc specs: yeah this will run fortnite at 60 FPS!!!\n\nBITCH I DONT CARE FOR OR PLAY FORTNITE", "outputs": ["Negative"]}
{"input": "@HomeDepot I slightly hate y’all for wasting my time at 2 stores this morning", "outputs": ["Negative"]}
{"input": "A Bigram Poem inspired by WileyEd:\n Amazon Personalize \n Personalize can \n can now \n now use \n use 10X \n 10X more \n more item \n   -Ed Wiley", "outputs": ["Neutral"]}
{"input": "Call of duty logic: Nerfs the M4 7 times\n\nKeeps helicopter, makes akimbo .357 stupid cheating 🥴", "outputs": ["Negative"]}
{"input": "THE MADDEN CURSE HAS BEEN BROKEN. NOW GIVE THE COVER TO @Lj_era8 @EAMaddenNFL @EASPORTS_MUT", "outputs": ["Neutral"]}
{"input": "I just earned the [Rare to Well Done] Achievement! #Warcraft", "outputs": ["Neutral"]}
{"input": "@Borderlands need help with my game. For some reason my character is lagging, no matter whose hose or solo and my game is up to date. And it's really frustrating any ideas would", "outputs": ["Negative"]}
{"input": "This is amazing!", "outputs": ["Positive"]}
{"input": "@Hunduks we will never be as happy as we were during the overwatch beta 💀", "outputs": ["Negative"]}
{"input": "Nice game @EAMaddenNFL 👍 pic.twitter.com/csVm607lov", "outputs": ["Positive"]}
{"input": "I started playing Overwatch (on Switch) right when Covee started and the combination of that game on that console has made it the most friendly gaming experience, really zen compared to most lobbies i’ve witnessed", "outputs": ["Positive"]}
{"input": "#ModernWarfare sd the best fps out! was in love with #RainbowSixSiege but the toxic community and random operator nerfs based on players \"frustration levels\" lost me, #ApexLegends is dope too tho, #fortnite is cool, pubg made about 100 mil and only added new landing controls gg", "outputs": ["Positive"]}
{"input": "Wine drunk playing the new Borderlands 😩\n\nGoddess life is a fun life.\n\n✨ findom", "outputs": ["Neutral"]}
{"input": "the NVIDIA Broadcast amp came out right now and suddenly, I find myself practicing... pic.twitter.com/YHpZj8h8wT", "outputs": ["Positive"]}
{"input": "Hey #jackwagons why dont you get over here and come say hi. Playing some #borderlands 2 and #chatting about #smallstreamer #SmallStreamerCommunity #TwitchStreamers #twitchaffiliate #Roadtopartner #twitch #twitchstreamer #SupportSmallStreamers #WTF over!\n\ntwitch.tv/cblack47", "outputs": ["Neutral"]}
{"input": "Facebook employees reportedly feel guilty that the company didn't fix a known security risk fast enough to prevent its biggest data breach ever businessinsider.com/facebook-emplo… via @businessinsider", "outputs": ["Neutral"]}
{"input": "Fortnite has these bots that make the game unplayed lmfao literally unplayable because of course you land with just an axe and before you can loot a bot with weapons already on the ground just shoots you before you can even arm yourself lmfao Fortnite right now is a waste of data https://t.co/MmErZUIZyl", "outputs": ["Negative"]}
{"input": "a bit late but I finally got master tier on my best hero redd.it/j4otzm #dota2 https://t.co/sJKembe0no", "outputs": ["Positive"]}
{"input": "So much for Draenor flying. 😂", "outputs": ["Neutral"]}
{"input": "Man this some GTA shit lol.", "outputs": ["Neutral"]}
{"input": "Red Dead Redemption 2 - Xbox - jogando no Game Pass \n\nm.mixer.com/valtinhoroberto\n\n(#game)", "outputs": ["Neutral"]}
{"input": "A truely masterpiece indeed. 2018 may be the most exciting, but this is the most emotional.\n\nOutstanding job to remark the end of an era in gaming history\n\n#TrueSight #TeamNigma #DreamOG #TI9 #Dota2", "outputs": ["Neutral"]}
{"input": "@PTAofficialpk why u wanted to ban pubg is there any personnel fight with pubg corp? Pls unban this game. If thousands of people requested u to ban this game then see now more than lakh people are requesting to unban. Dont take pubg as your pride problem.\n#ImranKhanPUBGKholo", "outputs": ["Neutral"]}
{"input": "Yup, There's a Zombie Plague in World of Warcraft Shadowlands ift.tt/30XBoyt", "outputs": ["Neutral"]}
{"input": "@NBA2K you guys gotta get Chris smoove as 2k manager. He commentates real basketball, has influence and has the most basketball knowledge when it comes to playing and understanding. Go after him he won’t reach out for a shite job, make the offer make sense", "outputs": ["Neutral"]}
{"input": "This is about as far as I can go with it for the time being, maybe I will revisit it later, sorry!\n\n#LeagueOfLegends #ArtofLegends #Yuumi pic.twitter.com/8iyAdyvwMD", "outputs": ["Neutral"]}
{"input": "if you kill someone to make a point \n\nof how Google \n\nand Vice and the Ny Times \n\nplay to the life science companies \n\nthey'll use a horrible photo of you ...", "outputs": ["Negative"]}
{"input": "My 2080 Super feels really inadequate now. #Nvidia", "outputs": ["Negative"]}
{"input": "❤️❤️❤️❤️ keep up the great work king", "outputs": ["Positive"]}
{"input": "The trailer is dropping in around an hour and 28 minutes, cant wait!\n\n #apexlegends @PlayApex @apex_intel pic.twitter.com/0o1GPNYa3d", "outputs": ["Positive"]}
{"input": "So I was doing Lower Blackrock Spire with my guild, at one point we started sharing our Warcraft stories while chatting on discord, things got weird. Our tank who is a girl told us all women are batshit crazy after hearing one of my stories.\n\nI might have to start suckin dick now", "outputs": ["Neutral"]}
{"input": "@Rainbow6Game Hey so i was playing ranked when the entire lobby's ping shot up, everyone was kicked except a buddy of mine, he cancelled the match but we all have bans now, what to do?", "outputs": ["Negative"]}
{"input": "EXTRAORDINARY: Podcast about Deanna Berg's fight against bilateral ovarian #Cancer & her determination to hold Johnson & Johnson to account over its negligence in selling talc-based baby powder. \nwitnesspodcasts.com/shows/verified…", "outputs": ["Negative"]}
{"input": "Absolutely love this! Thank you so much for such a beautiful version of Lani’thel!", "outputs": ["Positive"]}
{"input": "I want to thank #SSKYWILDKATSSS for letting me run the new Borderlands 3 DLC with him last night. I had a lot of fun!", "outputs": ["Positive"]}
{"input": "Just don't know why @FortniteGame doesnt seem to care about asia servers the most.They care for every single server region yet not asia.Ppl from south east asia are having such bad ping,fighting japanese with 0 ping while epic just fucks with this new #freefortnite", "outputs": ["Negative"]}
{"input": "Fuck I missed this", "outputs": ["Positive"]}
{"input": "Shared via Microsoft Edge: New York City schools ban Zoom due to security concerns and shift to Microsoft Teams – GeekWire geekwire.com/2020/new-york-…", "outputs": ["Positive"]}
{"input": "Nice to bow you\n\nThis my Creepypasta/Assassin's creed OC I love this girl to peices I can't believe I haven't posted a drawing of her on twitter time to fix that.  FYI: this chacrter is a one reason I go by BladeMaster122 \n\n#Creed #TheCreedFighter #AssassinsCreed #creepypasta pic.twitter.com/BFkNlDpNxx", "outputs": ["Positive"]}
{"input": "I love this list", "outputs": ["Positive"]}
{"input": "//. Hilarious as fuck 🤣", "outputs": ["Positive"]}
{"input": "Woooooo! @juice_ez just hit gold rank in #RainbowSixSiege!!! Nice job man!\nStop by and check him out sometime!!\n\n#HourPower #streamer #twitch", "outputs": ["Neutral"]}
{"input": "Smh", "outputs": ["Negative"]}
{"input": "Pretty cool to see the next gen games being announced and stuff. I’m more excited to see how the official #PS5 and #XboxSeriesX logos look on marketing graphs.", "outputs": ["Positive"]}
{"input": "Ight @NBA2K false alarm pic.twitter.com/F4GBu2bVKb", "outputs": ["Neutral"]}
{"input": "Johnson & Johnson Covid-19 vaccine study paused due to unexplained illness in participant statnews.com/2020/10/12/joh…", "outputs": ["Neutral"]}
{"input": "Hehe I love my thumbnail for my upcoming Microsoft and Bethesda video.", "outputs": ["Positive"]}
{"input": "FIFA 21 soars to the top of the charts this week, with 3.6 million players already in-game in the first 24 hours 🤯\n\nNintendo takes five spots in the top 10 and STAR WARS: SQUADRONS holds on to number 2 for the second week in a row bit.ly/3jMUwq2 https://t.co/bWi1uBMAwH", "outputs": ["Positive"]}
{"input": "special shoutouts to microsoft excel 2013", "outputs": ["Positive"]}
{"input": "Dang there goes my birthday present but maybe this will be better", "outputs": ["Positive"]}
{"input": "1.7 million viewers? wtf? and cs:go has more than minecraft and fortnite? seriously pic.twitter.com/NsBHo8i85Z", "outputs": ["Neutral"]}
{"input": "@BlizzardCS what’s going on with Hearthstone for iPad? I deleted the app then redownloaded and it is still saying to restart the app... any idea on when the patch will be live for iOS?", "outputs": ["Negative"]}
{"input": "@EAMaddenNFL is there a reason OFFLINE franchise lags so much? Every play skips and good luck kicking a extra point. Shouldn’t a OFFLINE MODE have 0 input lag? Please patch this...#fixmaddenfranchise #NFLdropEA #FixMadden21", "outputs": ["Negative"]}
{"input": "Johnson & Johnson is about to enter phase 3 trials of a COVID vaccine that only works in one dose, they claim.\n\nRemember how J&J was found guilty of having cancer causing baby powder?\n\nAsk yourself honestly: do you trust these Pharma companies? I don’t ...", "outputs": ["Negative"]}
{"input": "How is banning #PUBG going to fix anything? All it's gonna do, is make everything worse. What do they expect people to do in this lockdown?", "outputs": ["Negative"]}
{"input": "I played this interesting quiz on Amazon - Try your luck for a chance to win exciting rewards amazon.in/game/share/gVU… \n#QuizTimeMorningsWithAmazon", "outputs": ["Neutral"]}
{"input": "Maybe the greatest musical moment in a video game ever.", "outputs": ["Positive"]}
{"input": "@VZWSupport   I sent you guys a direct message about an issue with my iPad I bought from Verizon,  Please check it", "outputs": ["Negative"]}
{"input": "Amazing how toxic the FIFA community is in August.  Congrats @EASPORTSFIFA for creating one of the most toxic communities....right up there with CSGO and RB6.", "outputs": ["Negative"]}
{"input": "Great Wallpaper ! @CyberpunkGame", "outputs": ["Positive"]}
{"input": "It was a good day in #ApexLegends #XboxShare pic.twitter.com/LZ6B1OiPtt", "outputs": ["Positive"]}
{"input": "my friends are playing dota 2 and i can't understand shit, but it's entertaining as hell", "outputs": ["Neutral"]}
{"input": "Washington: US pharmaceutical company Johnson & Johnson said Monday it had paused its COVID-19 vaccine trial because one of its participants had become sick.\n\"We tamilnaduchronicle.com/johnson-johnso… https://t.co/ReEi1SDPsc", "outputs": ["Neutral"]}
{"input": "This is chilling", "outputs": ["Negative"]}
{"input": "@EAMaddenNFL servers down?", "outputs": ["Negative"]}
{"input": "Such a shame, but knowing CD Projeckt Red and what they did when they delayed The Witcher 3, it'll be more than worth the wait.", "outputs": ["Positive"]}
{"input": "This was a very messed up little duel #battlefieldclips #battlefieldmemes #bf #battlefield #battlefield4 #twitch #twitchstreamer #twitchaffiliate #twitchtv #twitchclips #twitchgamer #youtube #youtuber #youtubers… instagram.com/p/CDWTLDhjUmF/…", "outputs": ["Neutral"]}
{"input": "FIFA 20 gets me angry 😶", "outputs": ["Negative"]}
{"input": "FIFA 20 is honestly the biggest pile of shit excuse for a game ever created. The game is played at 2 miles an hour. Slow clap for EA.", "outputs": ["Negative"]}
{"input": "Why Google sucks: Google regulates undocumented workers by misinforming white surpemacy", "outputs": ["Negative"]}
{"input": "Dart Against Humanity Ep. 79 (S5 E4): The New Not Normal\n\nApple: itunes.apple.com/us/podcast/dar…\n\nGoogle: google.com/podcasts?feed=…\n\nGoogle Play: play.google.com/music/listen#/…\n\nSpotify: open.spotify.com/show/7oyFdHIm6…\n\niHeartRadio: iheart.com/podcast/256-da…\n\nPandora: pandora.com/podcast/dart-a…\n\n*Amazon Alexa https://t.co/uCZfIRX9Ip", "outputs": ["Neutral"]}
{"input": "New video on now go check it out here we go again its terrifying. visage youtu.be/O4BLsMOEiGA via @YouTube\n#gaming #gameplay #horrorgames #horror #isolation #scarygames #pc #pcgames #games #stayathome #youtube #youtuber #nvidia #geforce #pcmasterrace", "outputs": ["Neutral"]}
{"input": "Remote working and an increase in cloud-based data is spurring cyber-attacks: Today sees the publication of the Verizon Business 2020 Data Breach Investigations Report which shows that network security is even more important ... dlvr.it/RX3fdK EXETLOS", "outputs": ["Positive"]}
{"input": "sometimes the melee just doesn’t wanna go for some reason, i swear i have had so many times where i’m like circling the guy and i just don’t get a CQC melee to initiate 😐😂 #GhostReconBreakpoint #HappyMothersDay  youtu.be/ec6G6_5tsKs https://t.co/89cye39LkR", "outputs": ["Negative"]}
{"input": "‘One of the saddest days of my life’: Queens business leader reflects on what could have been one year after Amazon killed its HQ2 project in LIC  qns.com/story/2020/02/…", "outputs": ["Negative"]}
{"input": "One game of fifa tonight and I’m done. Pressing LB to change player and it’s taking literally 3 seconds to do it. Same with passing and changing direction. Sham of a game", "outputs": ["Negative"]}
{"input": "TI9 BEST Plays & EPIC Moments The International 2019 Dota 2 zonestream.cx/ti9-best-plays…... https://t.co/DvexFpHvwg", "outputs": ["Neutral"]}
{"input": "Absolutely love my amazing sister who has made me this absolutely incredible #Dokkaebi bookmark 😍\n#RainbowSixSiege #R6S pic.twitter.com/WR604R9u5s", "outputs": ["Neutral"]}
{"input": "@nvidia🤔 why? But why?  We buy 2 cards convinced that Sli nvidia is the TOP ... AND YOU!  and then!  THAT'S NO GOOD!!  NO NEW GAMES SUPPORT SLI !!  Wow what a disappointment ...Doom eternal... No sorry... Call of duty modern warfare 2019.. No sorry... Good job!", "outputs": ["Neutral"]}
{"input": "Let me know when they fix the trash copy and paste gameplay.", "outputs": ["Negative"]}
{"input": "bruh @EAMaddenNFL this h2h game’s been stuck on this screen for 5 minutes smh pic.twitter.com/rYslnyflFj", "outputs": ["Negative"]}
{"input": "Love having dreams about unboxing fucking gut knife safari meshes in csgo", "outputs": ["Positive"]}
{"input": "same game smh 🤦🏾‍♂️ @NBA2K #NBA2K21Demo #NBA2K21 pic.twitter.com/QRCV7AmeQi", "outputs": ["Negative"]}
{"input": "The next major #Hearthstone update pays tribute to one of World of Warcraft's best expansions. denofgeek.com/games/hearthst…", "outputs": ["Neutral"]}
{"input": "This COD gon take long as hell to download 🤦🏽‍♂️ I’m bout to just fuck wit GTA", "outputs": ["Negative"]}
{"input": "Free Cyberpunk 2077 Stick Bug over here\nyoutu.be/rsHt9rTahgg\n#Cyberpunk2077 #stickbug #cyberpunk https://t.co/GzMpgSpygq", "outputs": ["Neutral"]}
{"input": "Rock on Mr. Black and keep being the most honorable cowboy in Red Dead Redemption 2 brother!! Cya next time!! 👍 🤘 pic.twitter.com/0ieH2Y86Q4", "outputs": ["Positive"]}
{"input": "Never in my life have i ever fealt this fed up over a game that wasnt overwatch", "outputs": ["Negative"]}
{"input": "Johnson & Johnson ends baby powder sales in US & Canada after lawsuits posit links to cancer… but will keep selling it elsewhere — RT World News rt.com/news/489146-jo…", "outputs": ["Neutral"]}
{"input": "I get freaky on that gta bmx bike #PS4share\n\nstore.playstation.com/#!/en-us/tid=C… https://t.co/FURxZsrT6s", "outputs": ["Positive"]}
{"input": "this game looks insane wtf", "outputs": ["Positive"]}
{"input": "I’m not gonna spend any more money on #apexlegends until they fix there shit it’s in a worse state then fortnite rn it’s dumb", "outputs": ["Negative"]}
{"input": "GOD JUST LET ME CUSTOMIZE MY MASSIVE COCK SMH", "outputs": ["Neutral"]}
{"input": "My main reason for wanting the #PS5 is because the next God of War will eventually be on it. Until I get that announcement, I'll probably be waiting on it. Especially since RE8 will be on PC anyways. :3 Overall I'm excited for the games though! :D", "outputs": ["Neutral"]}
{"input": "Assasins creed odyssey is good, like really really good. I'm shocked at how different this game is compared to early installments and very happy I purchased it.", "outputs": ["Positive"]}
{"input": "The fact that Chris Godwin isn’t even the highest rated WR from Penn State is an absolute travesty", "outputs": ["Negative"]}
{"input": "It may look like a WiFi router but design wise it looks better than the Xbox series X. I think it’s unique and slick. I like it imo. You’re lucky that you haven’t gone bald yet 😈", "outputs": ["Negative"]}
{"input": "All most got that ace in ranked #xboxclips #RainbowSixSiege #clutchwin clutch.win/posts/breezier…", "outputs": ["Neutral"]}
{"input": "Worked at Macy’s \n\nWorked at Chick Fil-A \n\nWorked at Home Depot \n\nWhich one is the lie?", "outputs": ["Neutral"]}
{"input": "“These niggers are people too!”\n\n-Johnson & Johnson", "outputs": ["Negative"]}
{"input": "I can get on the phone with @Verizon but I can't get on the phone with @MD_Labor you have to be kidding me pic.twitter.com/AKEm9uWZ2q", "outputs": ["Positive"]}
{"input": "@Rainbow6Game servers.... where they at????? Tired of getting disconnected from every single game. #RainbowSixSiege pic.twitter.com/2lS3iMC8Ki", "outputs": ["Negative"]}
{"input": "Microsoft Surface Headphones 2 review: perfect for work-from-home life lnkd.in/erMDv65", "outputs": ["Neutral"]}
{"input": "@HomeDepot \nThis has been the WORST experience we've ever had with Home Depot in Wentzville ! We spent $763.30  on a bad ass machine with a great 5 year warrenty  only to wait for 1 week for it to be dropped off, then it Doesn't even work. Nothing can be done until the 28th!", "outputs": ["Negative"]}
{"input": "@PlayApex servers are whack 🙃🤷🏻‍♂️ #ApexLegends pic.twitter.com/A1pzbN3jg7", "outputs": ["Negative"]}
{"input": "Anyone notice the ratio between conferred buy vs reviews of the 3080 and 3090 cards? I am getting about 1 to 5. For every 1 card bought to 5 review that are going live! So sad that more people have prerecorded reviews than people have confirmed orders #3080 #3090 @nvidia @Newegg", "outputs": ["Negative"]}
{"input": "ok now this is gonna be a top 3 cod", "outputs": ["Positive"]}
{"input": "WHY DOES IT HAVE THREE VERSIONS WTF 😭😭😭😭", "outputs": ["Negative"]}
{"input": "#writingcommunity I just want to take a second to give a SO to the microphone in Microsoft Word. I said “etymologically unrelated” and it actually got it right. WOW we have come a long way baby!\n\n#Microsoft #microsoftword", "outputs": ["Positive"]}
{"input": "This doesn't even make sense", "outputs": ["Negative"]}
{"input": "borderlands 3 is so good", "outputs": ["Positive"]}
{"input": "@NBA2K: REALLY you guys won't give the old retired players $1000000 a year and you guys are making a killing on this game no wonder Charles Barkley and other NBA stars are missing from the game every year it doesn't make any sense youtu.be/k8iYgGFzs4E", "outputs": ["Negative"]}
{"input": "OH GOD \nnever turn on new @nvidia fps limiter, cause MASSIVE tearing on 144hz\\144fps", "outputs": ["Negative"]}
{"input": "Increased Performance Requires the Right Data\njimsinur.blogspot.com/2020/08/increa…\n\n@TIBCO @Genpact @SoftwareAG @IBM_BPM @pega  @SAP @ibmsystems @Appian @bonitasoft @PNMsoft @Kofax @Nintex @SAP_BPM @Cisco @Google @nvidia @Axway @intel @AuraPortal @Microsoft @RedHat @redhatopen @oracle @bizagi https://t.co/wyio7yedfV", "outputs": ["Neutral"]}
{"input": "@PlayStation I love PlayStation and all but why the fuck do errors keeping occurring on @NBA2K ??", "outputs": ["Negative"]}
{"input": "This was crazy disrespectful. The other QBs could see the field from the locker room", "outputs": ["Neutral"]}
{"input": "#NFLdropEA to ea from me your game is horrible the franchise mode is horrible mut is just a way for children to gamble with there mom's credit card face of the franchise is cheese and horrible and to this point I'd rather play a fan game than madden NFL please drop EA", "outputs": ["Negative"]}
{"input": "\"league of legends is honestly the best game ever created\"", "outputs": ["Positive"]}
{"input": "@RockstarGames I’m a veteran of gta and have been for years  and  absolutely lov the game but you really really really need to sort your game out hard!!!!!", "outputs": ["Negative"]}
{"input": "@PlayApex you got a bug when a game ranked is ended, my friend get 10 min penality and he dont leave the game .", "outputs": ["Neutral"]}
{"input": "Dota 2 making league of legends look good rn", "outputs": ["Negative"]}
{"input": "GIVE @2K THE ABILITIES TO MAKE SIM FOOTBALL GAMES NOW! EFF THAT CONTRACT. @EAMaddenNFL Y'ALL HAVE SWINDLED US ENOUGH! @NFL TELL THEM TO GIVE IT UP, THEY DON'T DESERVE THE EXCLUSIVITY LICENSE ANYMORE!!!!!", "outputs": ["Negative"]}
{"input": "🎥  🎥  We're gonna try to save some historical place with bad gameplay and poor decision making.  Don't miss it in @assassinscreed odyssey.\n\nNetwork by @NETGEARgaming\nPowered by @CYBERPOWERPC\nSwag from @TheMarvelFactor\n\nOnly on @WatchMixer now at mixer.com/itsPlanB https://t.co/jRYamXkrlt", "outputs": ["Neutral"]}
{"input": "Trippy #GhostReconBreakpoint\n\nstore.playstation.com/#!/en-us/tid=C… https://t.co/iohsLhVTYd", "outputs": ["Neutral"]}
{"input": "I wanna play Shooty McLootyguns with more people (Borderlands 3). Recently solo'd the Maliwan Takedown mission and Torgue's Slaughterhouse 3000 on Mayhem 3. Was some of the most intense and fun FPS gameplay I've had in years.", "outputs": ["Positive"]}
{"input": "Red Dead Redemption 2 broke me, broke my heart. The wild west is a cruel place.", "outputs": ["Negative"]}
{"input": "My sona as a vault hunter. Borderlands will always be my all time favorite game series. pic.twitter.com/tMN63snnJE", "outputs": ["Positive"]}
{"input": "Rip whole inventory on gamdom crash and stay skinless forever :)", "outputs": ["Neutral"]}
{"input": "@GhostRecon Glad you're changing up the game to make it how it should have been on release. Spotted a Typo on Uplay though. pic.twitter.com/qw6DwVBeGZ", "outputs": ["Neutral"]}
{"input": "I tried to do some of purple invasion stuff tonight but it just turned me into the Sha of Anger. 🤬 So I did mog dungeon runs instead which included a sort of family reunion. 🐉 #bloodelf #hunter #Warcraft #worldofwarcraft #gamer #gaming #gamergirl #screenshot pic.twitter.com/yFoG2NkjTD", "outputs": ["Neutral"]}
{"input": "While it's true that #GhostReconBreakpoint needs a lot of support and fixes, they definitely nailed the atmosphere and ambiance.  Some of these vistas are just incredible.  Here's hoping March 24th brings the changes the game needs. pic.twitter.com/mgHag6dlEM", "outputs": ["Neutral"]}
{"input": "Hi @FortniteGame \n\nI get that you wont remove SBMM in pub games, that's okay. \n\nBut WHY THE FUCK do you insist on putting absolute shitters on my team?? \n\nWtf.", "outputs": ["Negative"]}
{"input": ".@wandakunpls @Sirhaian Can I just say how fucking much I love Videogames at this point ? I mean its soo insane how @LeagueOfLegends just posts one picture of something we dont really know what it is and now we are trying to understand it and picking the pieces together :D", "outputs": ["Neutral"]}
{"input": "I'm excited to announce our partnership with @VolvicDE. The cooperation with Volvic is an exclamation mark in German esport. At the same time, it's an award for our success in @LeagueOfLegends and the tremendous efforts of our team and staff behind the scenes. Thank you! pic.twitter.com/c6eLixSdZK", "outputs": ["Neutral"]}
{"input": "Johnson & Johnson Stops Selling Talc-Based Baby Powder In U.S. And Canada standaside.us/johnson-johnso…", "outputs": ["Neutral"]}
{"input": "fuck fortnite (yes i rage quit)", "outputs": ["Negative"]}
{"input": "YOOOOOOO The PS5 design looks so slick, it makes the Xbox Series X look like a boring PC Box. #PS5Reveal", "outputs": ["Negative"]}
{"input": "😎 @Crystallize99 became the top of EU MMR leaderboard! Congrats! 💪\n\n📰: navi.gg/en/read/text/6…\n#navination #Dota2 https://t.co/RFBDlPN7sO", "outputs": ["Neutral"]}
{"input": "@BandaiNamcoUS Nobody appreciates removing your games from Nvidia Geforce Now, then adding them back and removing them again.", "outputs": ["Positive"]}
{"input": "I just earned the [That's Val'sharah Folks!] Achievement! #Warcraft pic.twitter.com/pJ3luJuVer", "outputs": ["Neutral"]}
{"input": "Morning~!!\nI'm split on playing PSO2 or Borderlands 3 for todays stream. 🤔\nEither way a stream today is happening and I'm excited to hang out nonetheless!!\nHope your weekend was well. 💚 :3 pic.twitter.com/X0CrvuK8Pq", "outputs": ["Neutral"]}
{"input": "Fucking imba this demon hunter", "outputs": ["Negative"]}
{"input": "One of our own @ProfZeroo is live w/ @borderlands 3‼️ 🤘😄🤘 \n\nCatch him here: buff.ly/2WmmiP5 \n\nSay \"Streamer Shouts\" in chat for a chance to be in a coming\n@streamer_shouts Shout Out❗️\n\n#twitch #stream #Borderlands3 https://t.co/dC7ptjMyFM", "outputs": ["Neutral"]}
{"input": "Gaming is my hobby and I love it like and follow if your in to Th a same #gamers #gamerguy #RainbowSixSiege #adictition #addiction #gamestar pic.twitter.com/TnPZYm9PVD", "outputs": ["Positive"]}
{"input": "At the start of the gen we had these were a few of the cross gen titles on both consoles\n\nAssassins Creed Black Flag\nBattlefield 4\nCall of Duty Ghost\nDestiny\nWatch Dogs\nMetal Gear Solid\nThief\nThe Evil Within\n\nWe got these exclusives\n\nKillzone\nInfamous \nDriveclub\nKnack pic.twitter.com/JxUhGaKoh0", "outputs": ["Neutral"]}
{"input": "Playing through the second week of Galakrond's Awakening. Still no decent internet, but maybe later this week. twitch.tv/old_guardian #Hearthstone #Twitch", "outputs": ["Neutral"]}
{"input": "When you're very bad and everything is panic, #Rainbow6 brings out my instinctual brain pic.twitter.com/5n8I9y3bIF", "outputs": ["Neutral"]}
{"input": "Red dead redemption 2 #RDR2 #letsplay #playthrough youtu.be/JoysFxH2r9o", "outputs": ["Neutral"]}
{"input": "Sony: doesn't announce the price \n\n#PlayStation #PlayStation5  #Playstation5reveal #PS5  #PS5Reveal  #PS5memes \n\nle Pakistani awam: pic.twitter.com/KuvRxpUhwj", "outputs": ["Neutral"]}
{"input": "You literally have fanboys all over the games industry who just can't wait to take cheap shots at Microsoft & xbox. Online services and features, digital stores and the cloud are where things are headed. Google and Amazon have tremendous reach. To ignore the threat is dumb.", "outputs": ["Positive"]}
{"input": "Microsoft’s Xbox boss just gave an update on one of the Xbox Series X’s most exciting features\n#GamerNation #Gaming #VideoGames #XboxOne #XboxOneX #XCloud #XboxSeriesX  #RETROGAMINGhttps://bgr.com/2020/02/10/xbox-series-x-specs-vs-xbox-one-backward-compatibility-working-spencer/", "outputs": ["Neutral"]}
{"input": "Shout-out to my mom for being selfish and not carrying me a measley 2 months extra so that I could exist in the World of Warcraft universe 💔\nSo much for me being the favorite child!!", "outputs": ["Positive"]}
{"input": "Still stuck on this madden.  Forgot i was streaming while working 😂😂😂@MoBeSoSlim  @MissFoxxybrown @yeynotgaming @Bink_GGAB @Refuse2HoldBack @good2be_ATaylor \n\nIm tryna play yard tho who down?", "outputs": ["Positive"]}
{"input": "happy birthday fortnite", "outputs": ["Positive"]}
{"input": "I'm proud that I created this banner for @Scoobz___ @__scoobz__ \n\nEven though it takes me almost 1 day... Sigh need to work faster XD but I'm pretty impress with this work. \n\nAnyways, twitch.tv/scoobz___ if you like APEX LEGENDS content, Do help a streamer out!!! 😁✌️ https://t.co/ZEFcPhssUk", "outputs": ["Neutral"]}
{"input": "@VZWSupport I ported my number over to my Verizon account. Phone calls work. SMS is totally broken now.  Nothing in or out that way anymore. My Verizon app is also still broken. Not a great experience so far.", "outputs": ["Negative"]}
{"input": "First we had code leaf, and now we have the pleasure to present code shoe thx @PlayApex pic.twitter.com/gTabW18JhP", "outputs": ["Positive"]}
{"input": "#QuizTimeMoringsWithAmazon I played this interesting quiz on Amazon - Try your luck for a chance to win exciting rewards amazon.in/game/share/gRE…", "outputs": ["Neutral"]}
{"input": "18th of Aug, 2020 🥳\nHappy birthday to these amazing players 🎂\n\n@Shackerlol\n@Zhandia\n@TeamDynamicsLoL #Beyond\n@TeamAsterCN @Sccc_CN\n@Team_UNQ #19teen\n\n(Pic Credit: @riotgames, @StarLadderDota2)\n#LeagueOfLegends #dota #dota2 #esports #HappyBirthday pic.twitter.com/vzrVuVJ57j", "outputs": ["Neutral"]}
{"input": "anyone who thinks that otherwise perfectly quality media can’t be ruined by it’s message, ethos, or aesthetic needs to sit down and explain why they don’t like the call of duty games, especially if they’re a shooter fan", "outputs": ["Negative"]}
{"input": "[PS4] | Assassins Creed Syndicate First Playthrough | Positive Vibes | Road To 800 Followers | live at twitch.tv/xklausmikaelso…", "outputs": ["Positive"]}
{"input": "FUT’s menu stuff this year is the best it has ever been by far, you can easily make coins and build a fantastic team without spending a peny. Brilliant.\n\nHowever the gameplay, how scripted it is and AI dominant it is, along with the awful servers EA have make it unbearable.", "outputs": ["Neutral"]}
{"input": "Me and bae went paint-balling. I was on my call of duty shit pic.twitter.com/UHXbbuu7T4", "outputs": ["Neutral"]}
{"input": "Ah fuck here we go again.", "outputs": ["Negative"]}
{"input": "In Facebook jail for literally nothin... They ain't even tell me what got reported 😂", "outputs": ["Neutral"]}
{"input": "All the new overwatch skins are so ugly RIP", "outputs": ["Negative"]}
{"input": "Cyberpunk 2077 Outrage Blows Up! CD Projekt Red Devs Dispute & Call Out Crunch Story Misinformation buff.ly/3nw6Z3P", "outputs": ["Neutral"]}
{"input": "Good morning! It was so hot and gross last night I ended up pulling an all nighter go me!\n\nOn the plus, made some good progress on my Vindicator from #Cyberpunk2077 silver linings n all :) pic.twitter.com/1wcndhILCo", "outputs": ["Positive"]}
{"input": "Ummm Wth....\n#ApexLegends pic.twitter.com/eXcHRvG16o", "outputs": ["Negative"]}
{"input": "So after the past 9 days of streaming on the bounce, and last nights insanely brilliant session on #BrightPaw, i've decided to take a couple of days off stream until Thursday night where i will be trying out the new Borderlands 3 DLC with @SirCuddlyPants!\n\nPsi Out! 👊❤", "outputs": ["Positive"]}
{"input": "With Johnson & Johnson baby powder still being available in some markets, we want to alert you of the damages that these talc-based products may cause. Learn more about J&J's lawsuit. bit.ly/3gnsDna https://t.co/PhzQyI0Cqz", "outputs": ["Negative"]}
{"input": "@PlayHearthstone when do you guys thinking to remove op AMALGADON from the game? It is so unfair", "outputs": ["Negative"]}
{"input": "While the store now is mess, with PS5 and redesign coming, this is something they could have accounted for or at least left on web version.", "outputs": ["Neutral"]}
{"input": "A San Diego Superior Court judge ordered Johnson & Johnson to pay $343.99 million for hiding the dangers and risks of its surgical mesh product for women. on.nbc7.com/ZLL0BIq", "outputs": ["Neutral"]}
{"input": "World Of Warcraft Attacked By Losers Who DEMAND Plot Changes Due To \"Racist Material\"\n youtu.be/a0JU1vOsZK0", "outputs": ["Neutral"]}
{"input": "So #Maria was playing FIFA today.", "outputs": ["Neutral"]}
{"input": "Cant wait", "outputs": ["Positive"]}
{"input": "3 years ago this week. 😭\n\nSuch a good time for @PUBG and a huge accomplishment for @PLAYERUNKNOWN & his team to put on. \n\nThe observer room was insane, so many cables. 😂 \n\nLife changing.... thank you. ✌️ pic.twitter.com/6RwnQKs2KC", "outputs": ["Positive"]}
{"input": "MOTHER. OF. GOD.", "outputs": ["Positive"]}
{"input": "i think that this PS5 behavior shit shining light on the fact that we want it cause its free not cause we cannot get it our selves who does not like free", "outputs": ["Negative"]}
{"input": "Hate the fact Nvidia Filters makes my stream flashy when I’m trying to play warzone...", "outputs": ["Negative"]}
{"input": "Nvidia Gives Positive Forecasts Despite Coronavirus Hit #Nvidia\n\ncdrinfo.com/d7/content/nvi… https://t.co/utMxGW1CIf", "outputs": ["Neutral"]}
{"input": "This has to be my favourite cinematic in all of World of @Warcraft pic.twitter.com/zlCC1HsQ3l", "outputs": ["Positive"]}
{"input": "Know Your History...unless it involves China....because like....we have investors and shit...", "outputs": ["Neutral"]}
{"input": "Chris loves me in borderlands one and two.", "outputs": ["Neutral"]}
{"input": "@EAMaddenNFL  this game so trash pic.twitter.com/sCUc6dtHeB", "outputs": ["Negative"]}
{"input": "Congratulations to our client, Diego Scotti, CMO of @Verizon, on being named an @Adweek Brand Genius. pic.twitter.com/kilCPassn6", "outputs": ["Positive"]}
{"input": "My favourite 4 games\nGod of War\nRed Dead Redemption 2\nUncharted 1\nRise of the Tomb Raider", "outputs": ["Positive"]}
{"input": "@NyxJacob Thanks for entering Grand Summoners #OnePunchMan #instantwin #sweepstakes 🎉\n\nWatch the video to see if you won a $100 Amazon gift card! ✨Retweet every day for another chance to win!🌟\n\nPlay GS Global now for a FREE ★5 One Punch Man Unit!👊 https://t.co/WDX2C4Vy6u", "outputs": ["Neutral"]}
{"input": "I’m honestly super hyped for this next @Rainbow6Game season, but I’m gonna miss old house", "outputs": ["Positive"]}
{"input": "@GhostRecon you telling lights are bulletproof on this game? Fix that shit yo", "outputs": ["Negative"]}
{"input": "I love PlayStation in general. They always have my type of exclusives, more so than XB, but the PS5 design is not for me at all. I know I’ll get one eventually, but imma hide that thing somehow when I do lol", "outputs": ["Negative"]}
{"input": "Love Speculative Fiction? #Win a $100 #Amazon #GiftCard in this #Facebook & #Twitter #Giveaway via @sffbookbonanza: rafflecopter.com/rafl/display/a…", "outputs": ["Neutral"]}
{"input": "Update: I actually finished Odyssey. I wish the three-ponged questline structure was communicated a bit more clearly but that game is a lot of fun once it hits its stride. twitter.com/iv_javy/status…", "outputs": ["Positive"]}
{"input": "They had a lawsuit over the opiates and the baby powder scandal why would they trust J&J?", "outputs": ["Negative"]}
{"input": "I actually really liked Assassin’s Creed 1", "outputs": ["Positive"]}
{"input": "Yo lowkey I feel like amazon is always charging me random amounts for shit I didnt buy", "outputs": ["Negative"]}
{"input": "@IngameLeader is a social enterprise that uses esports to help at-risk-youth 'get off the streets' & improve their mental health 🥰 - Throw some love their way by following them!  #esports #csgo #LeagueOfLegends #FollowTheIngameLeader", "outputs": ["Neutral"]}
{"input": "After playing today, I’m gonna just say it...\n\nWorlds Edge is a better map than King’s Canyon 🤷‍♂️\n\n@PlayApex #ApexLegends https://t.co/uMQrfbFLmQ", "outputs": ["Positive"]}
{"input": "That Johnson & Johnson Leave In Conditioner Works Good Asf. It Really Defined My Baby’s Hair.", "outputs": ["Positive"]}
{"input": "Amazing deal for you!\n\nLenovo Legion Y540 9th Gen Intel Core i5 15.6 inch FHD Gaming Laptop (8GB/512GB SSD/NVIDIA GTX 1650 4GB Graphics/Windows 10/Black/2.3Kg),81SY00CKIN for just Rs. 69990.0 from Amazon\n\nShop Now!\nekaro.in/enkr2020091846… https://t.co/wG6Qt6d7fs", "outputs": ["Neutral"]}
{"input": "You have no idea how ready I am for this. Give me Twisted Fate! #LegendsOfRuneterra #LeagueOfLegends", "outputs": ["Neutral"]}
{"input": "Watch The New PlayStation 5 Demon’s Souls Trailer myglnews.com/watch-the-new-…", "outputs": ["Neutral"]}
{"input": "New project out later with everyone's favorite #Hearthstone cult 👀", "outputs": ["Positive"]}
{"input": "#Azure Microsoft unlocks the full potential of the smart building ecosystem azure.microsoft.com/blog/microsoft…", "outputs": ["Neutral"]}
{"input": "@RockstarGames I legit can’t open or set my fucking camp I’m red dead redemption you need to let gta die! And fix rdr2!!!I IT PISSES ME OFF THE THE GAMES BEEN OUT FOR A YEAR AND YOU HAVNT DONE SHIT!", "outputs": ["Negative"]}
{"input": "Praise and Shame for Facebook mockpaperscissors.com/2020/06/18/pra…", "outputs": ["Neutral"]}
{"input": "Facts, bitch can’t even get that ps5 😩😂 for me lol", "outputs": ["Neutral"]}
{"input": "enough of this DLC Bullshit just give us a new Splinter Cell Video Game 🤦🏾‍♂️🤦🏾‍♂️", "outputs": ["Negative"]}
{"input": "Amazon has the coolest shit I never thought I needed so I just purchased these hooks that attach to the passenger seat so that you can hang your purse!!!! I’m so excited", "outputs": ["Positive"]}
{"input": "@EAMaddenNFL what is up with these player ratings? I think your algorithm is wrong 😂", "outputs": ["Negative"]}
{"input": "@Rainbow6Game actived the ranked", "outputs": ["Neutral"]}
{"input": "A bullshit excuse by Apple. The real answer is because they can’t get the 30% cut of Microsoft’s subscription.", "outputs": ["Positive"]}
{"input": "This man is so wholesome 😭💖", "outputs": ["Positive"]}
{"input": "Mfs getting excited for theatre mode on cold war when black ops 3 and black ops 4 had one and none yall did shit with it 👍", "outputs": ["Positive"]}
{"input": "Best game ever!!\n@MrJCorbs @PlayApex pic.twitter.com/EXZbxe6GGK", "outputs": ["Positive"]}
{"input": "Aiiight 💪", "outputs": ["Neutral"]}
{"input": "@PUBG PLEASE SORT OUT THE GAME CRASHES!", "outputs": ["Negative"]}
{"input": "Coronavirus Vaccine Race Gets Desperate: Johnson & Johnson Posts Losses, Cases Spike websfavourites.com/science-and-te…", "outputs": ["Neutral"]}
{"input": "Grand Theft Auto 5 (EU) for a good Price g2a.com/r/quicksellgta", "outputs": ["Positive"]}
{"input": "Preordered @EAMaddenNFL for @PlayStation can’t wait!", "outputs": ["Positive"]}
{"input": "Playing world of Warcraft! So much fucking fun. I can’t believe I wasted so much time playing games like cod, fortnite, h1. This right here is a REAL mans game.", "outputs": ["Positive"]}
{"input": "It's about fricking time!", "outputs": ["Positive"]}
{"input": "The khanjali is the best tank in GTA online pic.twitter.com/pnixQFSBeV", "outputs": ["Positive"]}
{"input": "I’m done bro all my stuff got corrupt and I’m downloading game updates now @2KSupport @NBA2K @Ronnie2K", "outputs": ["Negative"]}
{"input": "Man I just left the Verizon store to see if I can get my hands on the pre order of the RAZR V4. The employee let me hold the phone and flip it up and now I’m never washing my hands again, I can’t wait til the 15th of February to get it. 🥺🥺💕", "outputs": ["Neutral"]}
{"input": "Annnnnnnd one more beautiful #4K #Clutch #RainbowSixSiege pic.twitter.com/BKQoLyigWC", "outputs": ["Positive"]}
{"input": "World of Warcraft Nonsense w/ Viewers! twitch.tv/kreaterage", "outputs": ["Neutral"]}
{"input": "14.39 Carats TCW 100% Natural Beautiful Amethyst Oval Cabochon Gem by DVG DVG... amazon.com/dp/B07WG5QYS7/… via @amazon", "outputs": ["Neutral"]}
{"input": "I like the idea behind this and whah it stands for, but don’t see this working", "outputs": ["Negative"]}
{"input": "Holy shit", "outputs": ["Negative"]}
{"input": "wtf I’m going to have to reinforce my desk to support this", "outputs": ["Negative"]}
{"input": "Verizon has joined a growing advertising boycott of Facebook over the social network’s handling of hate speech and decision to allow several contentious posts from Donald Trump to remain on its platform  ft.com/content/5e9624…", "outputs": ["Neutral"]}
{"input": "Had a pretty amazing time streaming tonight, pubg was alot of fun! Thanks to everyone who came and hung out❤❤", "outputs": ["Positive"]}
{"input": "An easy contest for a chance to win an art book of BF:V. Just fill out the google doc for a chance to win!", "outputs": ["Neutral"]}
{"input": "the implication that seraphine has witnessed jopping by superm and thus superm are officially part of league of legends lore,,, i cant do this anymore only in 2020 would something as absurd as fucking jopping make it into the carefully constructed lore of a billion dollar game", "outputs": ["Negative"]}
{"input": "Amazon Best Sellers: Best Sports Collectibles ift.tt/32vpc7x \n            100 Vintage Football Cards in Old Sealed Wax Packs - Perfect for New Collectors\n         ift.tt/2Re9Pfb ift.tt/2Q5Pvfw April 05, 2020 at 11:31AM", "outputs": ["Positive"]}
{"input": "Really enjoying the new 50bmg in #ModernWarfare , find it very satisfying hitting little clips like this (im not the best sniper but enjoy it) #CallofDuty\n\nThe Build I use is:\nDictator barrel\nTac laser\nTac-Wrap stock\nStippled grip\nSleight of hand https://t.co/xZbblCYUZI", "outputs": ["Positive"]}
{"input": "Glad I got my #Cyberpunk2077 strategy guide pre-ordered, I was going to do it last week but it was sold out! So I'm glad it back in stock pic.twitter.com/CrmoICs3w2", "outputs": ["Positive"]}
{"input": "I'm getting some Resident Evil vibes from my characters original look. #TomClancysGhostReconWildlands #TomClancysGhostRecon #TomClancy #GhostReconWildlands #GhostRecon #Ubisoft pic.twitter.com/LWLp9XAPej", "outputs": ["Neutral"]}
{"input": "fucking dope. might actually pick it up again", "outputs": ["Positive"]}
{"input": "Too greedy?\n#Hearthstone pic.twitter.com/caa4J0ZUKF", "outputs": ["Negative"]}
{"input": "Half are political accounts, most of them I haven't interacted with in a few months, three NVidia accounts, two of them I have only even replied to once, and the only person who I know IRL is in the second row. How did this happen pic.twitter.com/nvqUiUYKOJ", "outputs": ["Neutral"]}
{"input": "That'd be so sad tho", "outputs": ["Negative"]}
{"input": "Johnson & Johnson stopped their #COVID19 trial because a participant got an unexplained illness. The @FT tweet needs commas. @JNJNews", "outputs": ["Neutral"]}
{"input": "sometimes i feel like such an old grandma playing games.... a few months ago i bought assassin’s creed origins bc it was on sale and like 20 minutes in i was like “hm... this is too violent for me!” and never touched it again SKSJSBSB", "outputs": ["Negative"]}
{"input": "Red Dead Redemption 2\n@RockstarGames\n#RDR2 #RedDeadOnline \n#OutlawsForLife \n#PS4share pic.twitter.com/QHk7zNRwM8", "outputs": ["Neutral"]}
{"input": "A Zip a hop and a step and a BAM YOURE DEAD 🎯🎯🎯 @SGH_RTs @SlimmDizzyXO #ApexLegends #XboxOne #SquadWipeSunday pic.twitter.com/rYGEja12DL", "outputs": ["Neutral"]}
{"input": "Delighted to see FIFA supporting the WHO in the fight against COVID-19. They want to \"Pass the message to kick out Coronavirus\" #HandsElbowFaceDistanceFeel #WashAwayViruses #StaySafe\n\nyoutu.be/ZTl-5AjDb48 https://t.co/1Cdy9JindR", "outputs": ["Positive"]}
{"input": "damn @HomeDepot you really telling me to relapse like common man this shit aint cool :(", "outputs": ["Negative"]}
{"input": "Best trailers this decade\n\n1)CS GO\n2)Baahubali 2\n3) The Dark Knight Rises", "outputs": ["Positive"]}
{"input": "I actually quite like the design of the ps5. It truly feels like the next generation of a console rather than just being a bulkier box with more power", "outputs": ["Positive"]}
{"input": "Old screencaps from Assassin's Creed Odyssey when I found the wonder woman armour for Kassandra, and this nightmare of a horse.. pic.twitter.com/7shmVBGSV9", "outputs": ["Neutral"]}
{"input": "Man nothing makes me feel dumber than trying to play hearthstone", "outputs": ["Negative"]}
{"input": "New York charges Johnson & Johnson with insurance fraud over opioid claims\n\npageone.ng/2020/09/17/new…\n\n$JNJ", "outputs": ["Neutral"]}
{"input": "Update: I did not do this\n\nI played battlefield 4 instead. Which was a mistake.", "outputs": ["Negative"]}
{"input": "BRO I JUST BOOTED UP GTA, WENT TO THE STORE, AND THAT BITCH STILL LOADING", "outputs": ["Negative"]}
{"input": "Funny how this issue is not HUGE during this pandemic. In fact, it only states that T-mobile is affected but I’m a Verizon customer and I can’t even call out... #Tactics", "outputs": ["Negative"]}
{"input": "This skin didn’t age well... @LocalPolarBear", "outputs": ["Negative"]}
{"input": "We love orbs", "outputs": ["Positive"]}
{"input": "Not gonna lie. The FIFA 2021 and PS5 combo is sounding really nice right now.", "outputs": ["Positive"]}
{"input": "@PlayOverwatch is there like any way to bring back pink mercy and/or atlantic mercy? Id honestly pay good money for those skins. Ik I only started off since september 2019 but they are v beautiful", "outputs": ["Positive"]}
{"input": "Finally finished Red Dead Redemption 2 after nearly a year and a half of play. How does something so immersive, with so much detail on such a grand scale even manage to get produced? Its nothing short of both an engineering and artistic miracle", "outputs": ["Positive"]}
{"input": "Excited for #BlackOpsColdWar? \nUp your gameplay with high speed and response that doesn't compromise on image quality and sound.\nbenq.com/en-us/knowledg…\n#COD #gamingmonitor", "outputs": ["Neutral"]}
{"input": "Fuck everyone who has got the RTX 3080 🖕🏻I haven’t even got a good enough pc to put one in @NVIDIAGeForce @nvidia", "outputs": ["Negative"]}
{"input": "my dick is microsoft", "outputs": ["Negative"]}
{"input": "@TMobile you guys are really slow in Tuba city.  Az.  Makes people go to Verizon.", "outputs": ["Positive"]}
{"input": "Failed pubg mobile youtu.be/Qz00Pth41sw via @YouTube", "outputs": ["Negative"]}
{"input": "@Rainbow6Game I got removed from the game, because I lost connection and now I cant join the match anymore which will result in me getting a half hour ban pic.twitter.com/Cyevf77veM", "outputs": ["Negative"]}
{"input": "@dbongino And real quickly as I have to run to Home Depot and touch everything with my rubber gloves of course. But 7 days ago they predicted in the US up to 2 million deaths do to Covit19. 3 days after that they said 100 to 200 thousand. And a rate of death at less than 2%.", "outputs": ["Neutral"]}
{"input": "Eivor can crush me with her thighs", "outputs": ["Neutral"]}
{"input": "I can’t wait to play the beta this weekend! Oh wait...\n\nI have an Xbox. \n\nNever mind.", "outputs": ["Positive"]}
{"input": "Making crappy @Immortals til treasure 3 day 1 redd.it/itorke #dota2 https://t.co/BF3iRrkfzB", "outputs": ["Neutral"]}
{"input": "No fucking thank you 🖕🏻🖕🏻🖕🏻", "outputs": ["Negative"]}
{"input": "Plain Janie. Smart Janie. She’s the good sister that never causes any trouble. Meet her in \"Janie's Secrets\" now. #romance #family #thriller #suspense  @Jeanelia1964 available at Amazon --> allauthor.com/amazon/45291/ https://t.co/UfoeYQaMZc", "outputs": ["Neutral"]}
{"input": "Atleast I have Borderlands to cheer me up :(", "outputs": ["Positive"]}
{"input": "@PlayApex @GH057ayame figure this.... @Rainbow6Game is the most simple concept... but an amazing game and still thriving after YEARS of success. you know why? they only listen to the comp scene..... figure it out shit bags", "outputs": ["Negative"]}
{"input": "Don't jump me... @CSGO #CSGO\n\n🔗 medal.tv/clips/16016123… https://t.co/8BAmw54jyL", "outputs": ["Neutral"]}
{"input": "Oh yeah happy Fifa 21 day everyone", "outputs": ["Positive"]}
{"input": "Sad I got a point to say anyone say gta 6 look crazy get life stop saying everything that happens in real life comparing to video game that is not even out your sad piece of shit people there lady that got hit by that car just lost her life show respect or could be u", "outputs": ["Negative"]}
{"input": "Guns, Love, and Tentacles is out now, and here are 5 reasons we're excited to #KeepPlaying @Borderlands newest DLC. bit.ly/39vMyMe https://t.co/bbuM6kbHkw", "outputs": ["Neutral"]}
{"input": "Google Pixel 3A review: a $399 phone with a great camera - tinyurl.com/y97ha6ql https://t.co/jYzUPqFMgY", "outputs": ["Neutral"]}
{"input": "The real path to \"Valhalla\" is main story without side quests. It's so fuckin relieving ♥️🔥 #AssassinsCreedValhalla #Ubisoft", "outputs": ["Positive"]}
{"input": "It is ABSOLUTELY RIDICULOUS that prop hunt is not in fortnite anymore. \n\nThe utter DISAPPOINTMENT smh\n\n@JakeStateFarm @FortniteGame @KimKardashian", "outputs": ["Negative"]}
{"input": "Update: Chase emailed me from an anonymous email telling me a close friend showed him my facebook post, that he didn’t know he was doing this, and asked me to take these down. As if another outreach from a random email is not also creepy. No. I’m not taking it down.", "outputs": ["Neutral"]}
{"input": "Red Dead Redemption 2 [Day 8] Can I shoot Micah? I don't like Micah. twitch.tv/nightmarebearer", "outputs": ["Negative"]}
{"input": "I’m happy with this change. Games have a beginning, middle and end. \n\nIt’s all about flow. You should have to keep momentum to streak a second time, not depend on streaks to get you more streaks...", "outputs": ["Positive"]}
{"input": "Yaaaas! \n\nI want to see Keanu animated in anime 😆", "outputs": ["Positive"]}
{"input": "instead of using suitcases for moving to uni and having to find a place to put them in buying boxes from home depot and then recycling them... i think i'm a genius", "outputs": ["Neutral"]}
{"input": "As much as I don’t like the Amazon business model nobody going to tell me to wear an ineffective cloth mask... so @HomeDepot @cvspharmacy @Walmart @SamsClub Target just lost all my business to Amazon... this lunacy is out of control @realDonaldTrump @CensoredCinder @BreitbartNews", "outputs": ["Positive"]}
{"input": "Shoutout to my brother @CoconutBrah for probably spending over 1000 hours in Custom games with me by now 😂  #RainbowSixSiege", "outputs": ["Neutral"]}
{"input": "It's kind of incredible what games I'll be getting THIS YEAR for the Xbox Series X 😅\n\nI'm getting:\n\nAssassin's Creed Valhalla\nWatch Dogs Legion\nDirt 5\nFuser\nThe Falconeer\n\n+thanks to gamepass:\n\nGears Tactics\nDestiny 2 Beyond Light\n\n+Before Xmas:\n\nCyberpunk\nThe Medium\n\n💚💚💚💚", "outputs": ["Positive"]}
{"input": "i used to work at home depot and all i can say is that their security can’t touch u or make u give them the merchandise and most of the younger employees don’t care if ur slick enough", "outputs": ["Negative"]}
{"input": "*runs around aimlessly on Red Dead Redemption 2 online... completely forgetting she's supposed to be getting animals for the trader role*", "outputs": ["Neutral"]}
{"input": "🎉NOW 99¢ \nA notorious Blockade Runner\nA mysterious Heiress\nAn inconvenient Secret...\n❤️THE TROUBLE WITH MISBEHAVING ❤️\n#Amazon US buff.ly/2onOvp2          \n#iTune buff.ly/2GSFjCw\n#AmazonDeals #RomanceBooks #Kindlebargain https://t.co/q4phKJUtVv", "outputs": ["Neutral"]}
{"input": "just lost a game of league of legends bc my pc just restarted without even asking it, kanker windows", "outputs": ["Neutral"]}
{"input": "@PlayApex  @Respawn  Hey Respawn,just now played the first quest for this season.....OH Boy You did a great job on the story and the PVE Mode....Cant wait for the next one....Awesome work", "outputs": ["Positive"]}
{"input": "We need a third for Ranked right now! #Xbox #ApexLegends #Ranked #Xboxone DM me", "outputs": ["Neutral"]}
{"input": "Dow off 50 points at midday; P&G, Merck, Exxon, Chevron, Home Depot pace retreat on.mktw.net/2Xaf3Lg", "outputs": ["Neutral"]}
{"input": "Hey @verizon, is there a known outage in 32828?", "outputs": ["Negative"]}
{"input": "@Xbox @majornelson I’d love to bring home a new Xbox Series X, but they are all sold out. So the emails are VERY misleading. Just sayin.", "outputs": ["Positive"]}
{"input": "Good luck paying 70 dollars for a broke, buggy and incomplete game that will definitely have microtransactions despite the price. #XboxSeriesX #PlayStation5", "outputs": ["Neutral"]}
{"input": "@NBA2K THIS IS YOUR GAME. OWN UP TO THIS CRAP!", "outputs": ["Negative"]}
{"input": "@Google and @Apple can you explain promoting a slave market in Kuwait through your apps?????? I am disgusted.", "outputs": ["Negative"]}
{"input": "Check out my video! #LeagueofLegends | Captured by #Outplayed #2020alienwaregames pic.twitter.com/szd2mKYyty", "outputs": ["Neutral"]}
{"input": "If i gotta buy my own Ps5 and Xbox this year, NEVER ASK ME TO TAKE YOU OUT TO EAT OR EAT YOUR PUSSY CAUSE IMA TELL YOU TO DO IT YOUR DAMN SELF 😤🖕🏽", "outputs": ["Neutral"]}
{"input": "Getting strong Netflix vibes and I like it", "outputs": ["Positive"]}
{"input": "shit, time for a recast", "outputs": ["Negative"]}
{"input": "had to go underground to get a double kill 😂\n#GhostReconBreakpoint pic.twitter.com/kLrt7khDBg", "outputs": ["Negative"]}
{"input": "#𝐍𝐄𝐖𝐒𝐔𝐏𝐃𝐀𝐓𝐄𝐒 \n\nGlobal Cues\n\n-World market sentiment looks weak as US indices closed lower.\n\n-Tech #shares dragged the US markets and seen heavy selling.\n\n-#NASDAQ closes 3% lower lower as @Apple , @amazon , @nvidia slides 4%.\n\n#Nifty", "outputs": ["Negative"]}
{"input": "@googlechrome Every time I open Google Keep, it crashes Chrome. Super annoying. Trying to add to my to do list!", "outputs": ["Negative"]}
{"input": "Remember Me was one of the finest stealth games i had the opportunity to play, and I think remastering it on the @Xbox X would be a boss move.", "outputs": ["Positive"]}
{"input": "Check out my video! #LeagueofLegends | Captured by #Outplayed #2020alienwaregames pic.twitter.com/RiQQQ50YZF", "outputs": ["Neutral"]}
{"input": "Man FIFA 19 was my game despite how shit it was, shame I can’t play FIFA 20 so I can wanna rip my brains out again", "outputs": ["Neutral"]}
{"input": "Had fun in Red dead redemption tonight! Thanks all to who tuned in! clips.twitch.tv/TsundereLightR…", "outputs": ["Positive"]}
{"input": "I'm WHEEZING", "outputs": ["Neutral"]}
{"input": "April 30 until now, for no apparent reason, BL3 just can't connect to SHiFT at all. What's going on here? I've submitted a ticket 2 days ago to Gearbox but still no respond. Please help. @Borderlands @SHiFTstatus @GearboxOfficial", "outputs": ["Negative"]}
{"input": "Wow..", "outputs": ["Positive"]}
{"input": "The next one is Borderlands: The Handsome Collection. You're welcome", "outputs": ["Positive"]}
{"input": "#Madden20 should make cross play a thing in the next madden! Also gift sending! Streamers would love this and it would help promote the game more with more youtubers being able to send gifts cross platform. @EA_KRAELO @EASPORTS_MUT @EAMaddenNFL", "outputs": ["Negative"]}
{"input": "funny, did laugh thank you blue fortnite man", "outputs": ["Positive"]}
{"input": "Still my favourite Assassin's Creed games ❤️ pic.twitter.com/8JApw7WrUl", "outputs": ["Positive"]}
{"input": "#amazonpayquizI played this interesting quiz on Amazon - Try your luck for a chance to win exciting rewards amazon.in/game/share/g4G…", "outputs": ["Neutral"]}
{"input": "Let's all agree to completely trash the inevitable facebook, apple, and google commercials that come out and show people high fiving and hugging again once this is over. Priding themselves on keeping us connected.", "outputs": ["Negative"]}
{"input": "Our Chinese #overwatch fans will be sad to learn that the matches in China during February and March and being rescheduled. pic.twitter.com/HvaTCPiEOv", "outputs": ["Neutral"]}
{"input": "Holy smokes I'm really enjoying my Libram Paladin ONLY deck!\n\nyoutu.be/Xjo21NvyWQA\n\n#hearthstone #YouTube #twitch #paladin #blizzard", "outputs": ["Positive"]}
{"input": "Wendie Renard loses Fifa trophy on a train and appeals for its return dlvr.it/RMNwq2", "outputs": ["Positive"]}
{"input": "Don’t understand why they port this instead of GTAV on switch, it’ll look much better", "outputs": ["Negative"]}
{"input": "@NBA2K @Ronnie2K HOW YA COMING???????? How i fix this bs ??? pic.twitter.com/j7j4jK5O2e", "outputs": ["Negative"]}
{"input": "Madden NFL 21\n[PS4 - 65] metacritic.com/game/playstati…\n[XONE - 69] metacritic.com/game/xbox-one/…\n[PC] metacritic.com/game/pc/madden…\nGameSpot: \"With far more technical issues than normal and large chunks of recycled content, Madden NFL 21 feels more like an update than a brand-new game.\" https://t.co/vRrgu2aspc", "outputs": ["Negative"]}
{"input": "@wizards_magic Seriously wtf were you thinking This is the worst thing you could possibly do to your player base after these last 2 years. Lost all confidence in you guys as a design team. Back to hearthstone. Fucking sad.", "outputs": ["Positive"]}
{"input": "Score Streaks are the worst thing to happen in Black Ops Cold War 😫😫", "outputs": ["Negative"]}
{"input": "How do I make a girl keysmash?\nShit this isn't google", "outputs": ["Neutral"]}
{"input": "I knew Home Depot was so fucking toxic when I’d be told “you’re not doing your job how we want you to” but when a customer wanted to reward my services and tell the managers, they’d be like ok and?", "outputs": ["Negative"]}
{"input": "World Of Warcraft: Classic Continues To Suffer Botting Issues As Fans Grow Irate happygamer.com/world-of-warcr… \nGames News #Blizzard #MMORPG #PCMAC #WorldOfWarcraft #WorldOfWarcraftClassic #Gaming https://t.co/WQCo9oitj1", "outputs": ["Neutral"]}
{"input": "Today's the day that early access to Black Ops Cold War beta on PS4 starts. Too bad I don't have a code. Sucks being broke. Have fun whoever is able to play. https://t.co/jXUcYjatSE", "outputs": ["Neutral"]}
{"input": "A look into progress on the Rivian and Amazon co-developed electric delivery vehicle youtu.be/lKpOE8eulXM it’s kinda wild that Alexa and Tesla are becoming the most important car OSs (instead of android and iOS)", "outputs": ["Positive"]}
{"input": "@idfckathy thank u for getting me the ps5 💙", "outputs": ["Positive"]}
{"input": "India Bans 118 Chinese apps including PUBG #PUBG #PUBGMOBILE pic.twitter.com/4RT8ykyxM3", "outputs": ["Negative"]}
{"input": "This comes as Facebook faces major criticism for its inaction over rampant hate and harassment on the platform.\n\n#facebook #markzugerberg #unilever #honda #verizon #cocacola #levistrauss #globalbrands #facebookads #advertisement #advertising #instagram #instagramads #criticism pic.twitter.com/NX77j7ycB5", "outputs": ["Neutral"]}
{"input": "Very much looking forward to getting new info on the #PS5", "outputs": ["Positive"]}
{"input": "to the guy that keeps tryna hack my battle.net account you can fucking have it all you get is overshit, level 20 wow classic orc and half finished basic set for hearthstone", "outputs": ["Negative"]}
{"input": "What the actual heck @fortnite you clearly have enough money but you dick wds just don't learn the mistake. Thanks for ruining my weekend", "outputs": ["Negative"]}
{"input": "If only it was that simple, if you read the comments most customers are complaining about how shady they are with information. Its tacky and disgusting to see especially when nothing fully good has came out. Wait dont mind waiting, just let us know before we get our Hope's up", "outputs": ["Negative"]}
{"input": "I've never been this tierd in my entire life #LeagueOfLegends #struggle pic.twitter.com/PvI9sX4c7W", "outputs": ["Negative"]}
{"input": "@XboxP3 delay the Xbox Series X what’s the point now that Halo has been delayed.", "outputs": ["Negative"]}
{"input": "When I search for a game and a map comes up that I don’t want to play and I leave it should be black listed from my que. SBMM is dumb and I hate it @CallofDuty", "outputs": ["Negative"]}
{"input": "ps5 kinda ugly doe😭", "outputs": ["Negative"]}
{"input": "#BattlefieldV This is becoming a joke at this point... we havent heard anything since they got back and this is the best they can give us? no actual information on anything. It seems like they havent listened to any feedback to what this community wants.", "outputs": ["Negative"]}
{"input": "\"you're still not diamond yet?\" #ApexLegends #XboxShare pic.twitter.com/JK37upYT1Z", "outputs": ["Neutral"]}
{"input": "Welp, #ghostreconbreakpoint 's immersive update got delayed until later next month... pic.twitter.com/rqk5e2fE10", "outputs": ["Negative"]}
{"input": "Omg FOV Slider 😍", "outputs": ["Neutral"]}
{"input": "I am so exhausted from work this week so probably no borderlands stream today i’m SO SORRY 😭", "outputs": ["Neutral"]}
{"input": "Johnson&Johnson paused all it's trials related to covid-19 vaccines because one of it's volunteers developed an unexplained illness,then this! FOH!", "outputs": ["Neutral"]}
{"input": "Dude I hope next Battlefield brings back moments like these that make you rethink reality. I loved those. #onlyinbattlefield.", "outputs": ["Positive"]}
{"input": "It’s nice not to have facebook anymore but I can’t say I hate it when my cuz tells me the latest drama. Like how Jeremy Beuss’ skinny white ass tries to spout ‘correct’ gender roles and anti abortion/women’s health while he displays internalized homophobia and toxic masculinity", "outputs": ["Neutral"]}
{"input": "I played this interesting quiz on Amazon - Try your luck for a chance to win exciting rewards amazon.in/game/share/g4G…", "outputs": ["Neutral"]}
{"input": "It was a battle all game long 🤺\n\nAll the best action from #CHIvWAS in our @Verizon match highlights.\n\n#NWSLFallSeries | #VerizonCommunityShield https://t.co/yqZPtkoac0", "outputs": ["Neutral"]}
{"input": "my dopamine receptors have been fucked by league of legends. i can no longer play a game unless it's competitive and it feels bad", "outputs": ["Negative"]}
{"input": "Adrian Thomas, the vice president of the scandal-ridden medical and pharmaceutical giant Johnson & Johnson , rounded off the group. Thomas is responsible for pandemic care at J&J, including the development of vaccines against Ebola, dengue and HIV. And there was also Martin", "outputs": ["Neutral"]}
{"input": "Thanks for watching me play #Hearthstone tonight!\n\nThanks for getting into the giveaway! \n\nNew earlier stream coming for the EU contingency! https://t.co/7vDZ9rIw6Z", "outputs": ["Positive"]}
{"input": "1. buy CS:GO or TF2 item off SCM\n\n2. enjoy it for 1 week\n\n3. want something else\n\n4. sell that item (lose money cuz valve fees)\n\n5. buy new item\n\n6. repeat until money gone", "outputs": ["Neutral"]}
{"input": "Amazon Hit From All Sides as Crisis Highlights Growing Power thealexanews.com/gadgets/amazon…", "outputs": ["Negative"]}
{"input": "Fortnite is bullying me, aren’t they?\nI. NEED. HIM! pic.twitter.com/3q3yxUxkFY", "outputs": ["Negative"]}
{"input": "#RainbowSixSiege where are hereford, plane, chalet and fortress in casual?! I miss the maps!!!", "outputs": ["Positive"]}
{"input": "\"Take a chance that love exists and do a loving act\"- Red Dead Redemption 2 giving life advice in the middle of a pandemic", "outputs": ["Neutral"]}
{"input": "Red Dead Redemption 2 leaves Xbox Game Pass on September 7.\n\nIf you haven't bought it already, highly recommend it! pic.twitter.com/ms65GBzWml", "outputs": ["Positive"]}
{"input": "Want awesome hosting for #gmod #minecraft #teamfortress2 #rust #csgo etc visit (link: zap-hosting.com/smithtainment) and use coupon code \"Guushi-9103\" at checkout for 10% off #gamehosts #gamehost #hosting #serverhosts #websitehost #gamedev #win #unturned #mchosting #gameserver #hype", "outputs": ["Neutral"]}
{"input": "I won 5 achievements in Red Dead Redemption 2 for 117 TrueAchievement pts trueachievements.com/gamer/Yoneko", "outputs": ["Positive"]}
{"input": "All these memes of man beggin there girls for Ps5’s are so pathetic 😂", "outputs": ["Neutral"]}
{"input": "holy balls this is unreal", "outputs": ["Negative"]}
{"input": "My friend plays korean version pubg and blackpink hylt is bg music omgg I love it pic.twitter.com/5sKOTZyvGa", "outputs": ["Positive"]}
{"input": "Would love one @EASPORTS_MUT", "outputs": ["Positive"]}
{"input": "Is our illiterate community thinks PUBG game is a killer then they must ban all the knives, guns, limit vehicle speed to 20 km/h and all the buildings in the country should be less than 10 ft height because they also cause thousands of deaths per year.\n#UNBANPUBG", "outputs": ["Positive"]}
{"input": "Biggest Gold Grubber yet and best game with Reno Jackson using his new updated zero cost hero power #Hearthstone #Battlegrounds pic.twitter.com/K48Xh5MkMA", "outputs": ["Positive"]}
{"input": "5 years old and it’s in worse condition than Black Ice (Y1S1) was. Can’t get operation “health” again, Ops might develop M.S. and get shackles instead. The only game where the ground or the sky becomes the back of your head Amiright? @Rainbow6Game", "outputs": ["Negative"]}
{"input": "@EAMaddenNFL is Madden NFL 21 still charging $60 to stuff ads for MUT down our throats? All I want to do is take #minshewmania to the #SuperBowl", "outputs": ["Negative"]}
{"input": "Really!!!!!! @CallofDuty @InfinityWard #CallofDuty #Warzone #ModernWarfare\n\nstore.playstation.com/#!/en-gb/tid=C… https://t.co/qTVaWqj9Gk", "outputs": ["Positive"]}
{"input": "GAMING GONE WRONG #11 - Fail Compilation (Red Dead Redemption 2, CS:GO, Black Ops 4 Funny Moments) funnyfails.video/gaming-gone-wr…", "outputs": ["Neutral"]}
{"input": "Shark 270 #4GLTE Wireless Cellular Revenue #Meter is #Verizon certified and allows you to collect #energy usage and power quality data easily over the air. Get your #demo here: bit.ly/4gltedemo", "outputs": ["Neutral"]}
{"input": "but.... the new nvidia 3000 series gpus are also looking appealing. a 3070 has better performance than the 2080 for  half the price... that's crazy. I'm struggling between saving up for a 3070 or saving up for a ps5....\n8:14 PM · Sep 16, 2020·T", "outputs": ["Neutral"]}
{"input": "Morning Year 4! This week's English has got me all excited. Explore this wonderful story and decide which tasks you want to complete...see where your learning takes you this week. 🐵 Google Classroom updated. @NFollinStMarys pic.twitter.com/JBFUpRjL59", "outputs": ["Neutral"]}
{"input": "GTA Online Best Vehicle Discounts (17th September 2020) - GTA 5 Weekly C... youtu.be/-7FxZ2XzbRI", "outputs": ["Neutral"]}
{"input": "Red Dead Redemption 2 + Street Fighter V + Cyberpunk 2077 + Resident Evil 3 Remake + Dying Light 2 wn.nr/TXKg9n", "outputs": ["Neutral"]}
{"input": "@EAMaddenNFL you guys had the audacity to ask me about the connection after I got lagged out. 🥴🥴🥴🥴🥴🥴🥴", "outputs": ["Negative"]}
{"input": "GTA wouldn’t work in Smash for multiple reasons.\n\nThe locations are real world cities. The characters and themes are too adult-oriented. The series is lacking in original music beyond a few main themes.\n\nRed Dead Redemption would work though. More original music and less crass.", "outputs": ["Negative"]}
{"input": "While this article says — Marcus no longer ran the company— that is Home Depot he still makes the $$$ in stock. So go ahead and boycott!", "outputs": ["Negative"]}
{"input": "When pro clubs fucks up the kits", "outputs": ["Negative"]}
{"input": "Was literally just gushing about how stoked I am to play this in April! That's okay... I'm patient. I'm sure it will be worth the wait ❤", "outputs": ["Positive"]}
{"input": "Sony dropping pre-orders fearing #RTX3000 series card, hoping people buy their 500$ console instead of rtx 3070, lol this has been one hell of a month 😅🤣, if it wasn't for Nvidia, neither MS or Sony would pull the veil off for Prices and pre-orders https://t.co/gZfEX6MZdn", "outputs": ["Negative"]}
{"input": "Donald Trump Jr. - China Lied, People Died: Inside China's Death Labs | Facebook facebook.com/DonaldJTrumpJr…", "outputs": ["Neutral"]}
{"input": "The iPhone 12 needs to hurry up cause I need to get it with @Verizon cause @sprint is trash ever since the merger with @TMobile! Like my speed is from the Middle Ages!! #iPhone12", "outputs": ["Positive"]}
{"input": "#ProtectorCup #Hearthstone\n\nThe Protector Cup #1 is over!\nHere are your top 3:\n\n🥇@Sergio932HS\n🥈@spectro_cs\n🥉@cristianhs30\n\nThanks @caturix_tribe for providing us with these amazing prizes and we will see you soon with the Protector Cup #2!\n\nGGs to everyone that participated! pic.twitter.com/xaPIPRHoFI", "outputs": ["Neutral"]}
{"input": "Big💪 nyoos. Numewous gweat companies awe seeing🕵️ fantastic wesuwts. @FDA must myove quickwy RawR  twitter.com/nytimes/status…", "outputs": ["Negative"]}
{"input": "All I'm really hoping to get out of 2020 is a few months of @CyberpunkGame before the Armageddon hits us.", "outputs": ["Positive"]}
{"input": "Tempting 😖", "outputs": ["Positive"]}
{"input": "Bashing FIFA for no reason \n\nYou all are proving how insecure you hate lingers are from shehnaaz and her popularity \n\nJust because FIFA supports shehnaaz and SidNaaz \n\nOHh Myy Gawwwd\n\n#WeLoveFifaFooz", "outputs": ["Negative"]}
{"input": "Yassss! My team!! RAVENS!!", "outputs": ["Positive"]}
{"input": "Watching @LuluLuvely vids always hype me up 🔥 LETSA GOO! @PlayApex", "outputs": ["Neutral"]}
{"input": "Trump reportedly clashes with AT&T, Verizon, and T-Mobile over spam texts so make an AI to filter this as everyone hates spam in every single thing. theverge.com/2020/7/23/2133…", "outputs": ["Neutral"]}
{"input": "Assassin's Creed III\nI loved the opening! It makes you want to play the games before it! I will enjoy this more when I beat the other ones 1st! pic.twitter.com/oKwZXbNWXw", "outputs": ["Positive"]}
{"input": "Suspicion and Anger Towards Microsoft Rises After Windows 10 Search Failure \ntech.slashdot.org/story/20/02/09… \n\nEven local file searches on users' own PC's were failing, yet Microsoft blamed a \"third-party networking fiber provider\".", "outputs": ["Negative"]}
{"input": "I’ve got #RedTeam winning round 2! Share who you think will take it and you could win an #iPhone12 Pro with 5G! Which team will get the first :dragon:? Tune in to find out. @Verizon #5GJustGotReal #VerizonWRsweeps twitter.com/i/events/13165…", "outputs": ["Neutral"]}
{"input": "This is so upsetting 😭", "outputs": ["Negative"]}
{"input": "@VikramKalabi This is a more reasonable trajectory for PAM4 in NVIDIA’s lineup.", "outputs": ["Neutral"]}
{"input": "😅 I love you guys. 😘", "outputs": ["Positive"]}
{"input": "I wanna do this shit", "outputs": ["Positive"]}
{"input": "I just earned the [Can't Stop Won't Stop] Achievement! #Warcraft #Rhaona #Tichondrius #Sylvanas", "outputs": ["Neutral"]}
{"input": "fuck...", "outputs": ["Negative"]}
{"input": "Woohoooo Next #ApexLegends comic is out !!! These are getting so juicy !!! \n\nyoutu.be/RtEUnyYvjU0 https://t.co/h8humm5KF9", "outputs": ["Positive"]}
{"input": "Series X is fucking huge wtf", "outputs": ["Negative"]}
{"input": "Why does nobody want to sign for my @FGRFC_Official fifa 20 side I’m livid Messi being a pure uppity cunt", "outputs": ["Negative"]}
{"input": "WTF HAPPENED SJDKDKS #GhostReconWildlands #PS4share\n\nstore.playstation.com/#!/en-gb/tid=C… https://t.co/B80CZPXmfL", "outputs": ["Neutral"]}
{"input": "The e-commerce giant, along with Google, Apple and Facebook, are being investigated for potential violations of US antitrust law. bit.ly/3hrySXL", "outputs": ["Negative"]}
{"input": "Shitting around | Borderlands 3 | Part 5.5 twitch.tv/slayer3000bot", "outputs": ["Neutral"]}
{"input": "@EAMaddenNFL adjust @K1 ratings you clowns disrespected him GOING OFF", "outputs": ["Negative"]}
{"input": "Yuumi - super cool fucking cat\nBraum - such a good person\nNeeko - damn funny\nJanna - she would take good care", "outputs": ["Positive"]}
{"input": "Borderlands® 3\nFirebug (Bronze)\nSabotage all statues for Ember. #PS4share store.playstation.com/#!/en-us/tid=C… https://t.co/oFsFGEemkq", "outputs": ["Neutral"]}
{"input": "Am I the only one experiencing so many bug with @GhostRecon?", "outputs": ["Negative"]}
{"input": "@HomeDepot   Your customer service is atrocious. @RIDGIDPower @RIDGIDtoday impact driver not fixed after 3 weeks. Being given the run around on LSA service agreement. Even w documentation in hand.  #HomeDepot #Ridgidtoday", "outputs": ["Negative"]}
{"input": "Don’t tweet much but here’s what I’ve been up to on the island. Not playing much #overwatch anymore but great fun watching and building the comp lounge. 4v4 though... #ACNH #owl #AnimalCrossing https://t.co/Hnq6uYO8iq", "outputs": ["Positive"]}
{"input": "No i like u motherfucker now kiss me", "outputs": ["Positive"]}
{"input": "It’s ridiculous and embarrassing how unplayable @NBA2K is when there’s any form of lag", "outputs": ["Negative"]}
{"input": "OneSearch, Verizon Media’s new search engine, sounds awfully familiar dlvr.it/RNFth4 https://t.co/Imf8rzmzCc", "outputs": ["Neutral"]}
{"input": "Fifa 20 is the worst fifa of all time!", "outputs": ["Negative"]}
{"input": "Red Dead Redemption 2! Now live on twitch.tv/marcel_kiefer", "outputs": ["Neutral"]}
{"input": "FACTS KING TALK THAT SHIT SO MUCH THEY DONT NOTICE", "outputs": ["Neutral"]}
{"input": "BTC scammers breach Twitter accounts of Bill Gates, Obama, Google, Apple, Uber dlvr.it/Rbkcdk", "outputs": ["Neutral"]}
{"input": "@Ubisoft @Rainbow6Game look at those hacks, let’s get this guy banned, his username is BrownManKiller pic.twitter.com/6D7LKsmvV2", "outputs": ["Neutral"]}
{"input": "#AmazonPrimeDayQuiz  I played this interesting quiz on Amazon - Try your luck for a chance to win exciting rewards amazon.in/game/share/gS1…", "outputs": ["Neutral"]}
{"input": "Activision confirms that 2020's Call of Duty title is Black Ops: Cold War: Know your history, or be doomed to repeat it. dlvr.it/Rf3VSg", "outputs": ["Neutral"]}
{"input": "This is so cool!", "outputs": ["Positive"]}
{"input": "#Cyberpunk2077 has been delayed again!\nTo pass the time, why not grab an exciting #cyberpunk #book ?\n#BehindBlueEyes is as if #BladeRunner and #GhostintheShell had a baby.\nDark, gritty, sexy and full of action! \namazon.com/gp/aw/d/B088GS…\n#cyborg #amreading https://t.co/kOgYRly4Xs", "outputs": ["Neutral"]}
{"input": "Rue it´s so beautiful😍❤️\n\n#Fortnite #FortniteArt #FortniteSeason3 #digitalart #digitaldrawing pic.twitter.com/OrQuuDxMvJ", "outputs": ["Positive"]}
{"input": "bhopping in csgo is so cozy", "outputs": ["Positive"]}
{"input": "FUCKING FINALLLLYYYYYYYYY", "outputs": ["Positive"]}
{"input": "Why Google sucks: Google white-washes uniformed publics by categorizing bias", "outputs": ["Negative"]}
{"input": "\"I'm really sorry for you, son, it's a hell of a thing.\" - Arthur Morgan being diagnosed with Tuberculosis on Red Dead Redemption 2.", "outputs": ["Neutral"]}
{"input": "More beautiful than most girls i know.. #PS5Reveal #PlayStation5 #PS5 pic.twitter.com/6KP3tewy6r", "outputs": ["Positive"]}
{"input": "Across the Fourwinds is the first book of the Maidstone Chronicles #YAfantasy series. The beginning of a wondrous journey. (Amazon Reviewer) @MaidstoneBooks smarturl.it/ll9ggf https://t.co/daktuplybe", "outputs": ["Neutral"]}
{"input": "Wow", "outputs": ["Positive"]}
{"input": "This dangerous 'party drug' has been everywhere — even on Amazon nbcnews.com/feature/nbc-ou… via @nbcnews", "outputs": ["Neutral"]}
{"input": "I FINALLY finished Borderlands 3! It's taken a while, but I'm so proud of myself. :D Now onto the Guns, Love, and Tentacles DLC, I'm so excited! I love Wainwright and Hammerlock so much and they make a great couple, so seeing them get married will be awesome!", "outputs": ["Positive"]}
{"input": "The Russians from cs:go are starting to invade Osu...", "outputs": ["Neutral"]}
{"input": "I started getting back into playing Battlefield Hardline.\n\nIt's different than the other games, but very interesting urban warfare and interesting weapons and gadgets.\n\n#BattlefieldHardline", "outputs": ["Positive"]}
{"input": "Red Dead Redemption pic.twitter.com/qNN6Cnz5YQ", "outputs": ["Neutral"]}
{"input": "Old lady threatened me and said she was going to cancel her Verizon service because I told her we dont work on computers and cant fix it......like bro what🤣🤣", "outputs": ["Negative"]}
{"input": "Why didn’t anyone think of this acronym for BLM (Batteries Lives Matter) @Microsoft pls fix this problem and give us built in batteries like how @Sony has for their controllers damn!", "outputs": ["Negative"]}
{"input": "FUCKING FINALLY", "outputs": ["Positive"]}
{"input": "surprise i still love #borderlands ' jack pic.twitter.com/hAuwN4M4pS", "outputs": ["Positive"]}
{"input": "#Amazon Best Seller!\n\nScreen Cleaner Kit - Best for LED & LCD TV,...\n\n$19.95\n\namazon.com/Screen-Cleaner… https://t.co/mrUD2zbLfT", "outputs": ["Positive"]}
{"input": "this quarantine got me bored af playing call of duty anyone wanna call 🙈", "outputs": ["Positive"]}
{"input": "This is....odd. @Google suggests the most deadly terrorst attacks were committed by the USAAF. But also acknowledge that September 11, 2001 was the most deadly terrorist attack \"in history.\" \n\nAny thoughts on this @searchliaison ? pic.twitter.com/zfJFGLXTMp", "outputs": ["Neutral"]}
{"input": "@Rainbow6Game when will you ban mnk/cronos players on console? The game will die on ps/xbox because of that cheater. 😭", "outputs": ["Negative"]}
{"input": "Team 5 what a great media/announcement day. You guys always manage to surprise the Hearthstone community when we think we’ve seen it all. Keep up the phenomenal work. @PlayHearthstone #Hearthstone pic.twitter.com/qsQFw4ZA6v", "outputs": ["Positive"]}
{"input": "@WarcraftDevs this would be incredible!", "outputs": ["Positive"]}
{"input": "Removing mcree’s noose because ur pussies enit @PlayOverwatch", "outputs": ["Negative"]}
{"input": "wtf", "outputs": ["Negative"]}
{"input": "I have noticed streamers I watch who are now playing other games other than Battlefield V are more relaxed as well as having a better state of mind.  Has Battlefield V really had such a impact on peoples mental health?  It seems so.  #BattlefieldV", "outputs": ["Negative"]}
{"input": "@6th__man playing red dead redemption-\n\n“Oh shit a bear!” *starts running* \n\nMe- you can’t out run a bear they run like 40mph \n\nHim- what?\n*immediately mauled by bear*", "outputs": ["Neutral"]}
{"input": "This looks like a poster for a 90s action movie and I love every damn bit of it", "outputs": ["Positive"]}
{"input": "♥️ Suikoden 2\n1️⃣ Alex Kidd in Miracle World\n😢 Persona 3\n😂 Soul Calibur 2\n🤬 League of Legends\n⚠ Nier Automata", "outputs": ["Neutral"]}
{"input": "Thank you to Matching funds Home Depot RW payment #215545 for your generous donation to support clean water through #teamworldvision! teamworldvision.org/index.cfm?fuse…", "outputs": ["Positive"]}
{"input": "Tom Clancy's Rainbow Six Siege is a great game to play with no negatives, welp i guess im back on the grind pic.twitter.com/0Wn3AreahG", "outputs": ["Positive"]}
{"input": "Late night stream with the boys! Come watch some warzone runs as we struggle to get a dub! #warzone #callofduty #battleroyale #facebookgaming \n\nFacebook.com/YetiCasual instagram.com/p/CEYfcX0heDs/…", "outputs": ["Neutral"]}
{"input": "guess i'll broke.", "outputs": ["Positive"]}
{"input": "Please explain how this is possible! How can they let companies overcharge for this? It’s a scam! @amazon shame on you! pic.twitter.com/MQB7BUPthx", "outputs": ["Negative"]}
{"input": "Good on Sony. As much as I want to see the new PS5, what's going on right now is so much more important.", "outputs": ["Positive"]}
{"input": "Today sucked so it’s time to drink wine n play borderlands until the sun comes up so I can hate myself all day tomorrow.", "outputs": ["Positive"]}
{"input": "Bought a fraction of Microsoft today. Small wins.", "outputs": ["Positive"]}
{"input": "Johnson & Johnson to stop selling talc baby powder in U.S. and Canada j.mp/3e1YtDV (Reuters) https://t.co/dsaUTgb5p9", "outputs": ["Neutral"]}
